[
  {
    "content": "Tên sản phẩm: Coca‑Cola® Original\nQuốc gia: us\nMô tả: Enjoy the crisp and refreshing taste of Coca‑Cola Original.\nCác kích cỡ có sẵn: 7.5 fl oz, 8 fl oz, 12 fl oz, 16 fl oz, 16.9 fl oz, 20 fl oz, 1.25 Liters, 2 Liters\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, PHOSPHORIC ACID, NATURAL FLAVORS, CAFFEINE\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 240\nProtein: 0g\nSodium: 75mg (3% DV)\nTotal Carbohydrate: 65% (24% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 65g\n",
    "metadata": {
      "product_name": "Coca‑Cola® Original",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Coca‑Cola® Caffeine Free\nQuốc gia: us\nMô tả: Enjoy the crisp and refreshing taste of Coca‑Cola Original with no caffeine.\nCác kích cỡ có sẵn: 12 fl oz, 2 Liters\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, PHOSPHORIC ACID, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 1 Can (12 FL OZ)):\nCalo: 140\nProtein: 0g\nSodium: 45mg (2% DV)\nTotal Carbohydrate: 39% (14% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 39g\n",
    "metadata": {
      "product_name": "Coca‑Cola® Caffeine Free",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Coca‑Cola® Mexico\nQuốc gia: us\nMô tả: Single bottle of Coca‑Cola Original Taste—the refreshing, crisp taste you know and love\nCác kích cỡ có sẵn: 12 oz, 16.9 oz\nThành phần: CARBONATED WATER, CANE SUGAR, CARAMEL COLOR, PHOSPHORIC ACID, NATURAL FLAVORS, CAFFEINE\nThông tin dinh dưỡng (cho mỗi 1 Bottle (355 ml)):\nCalo: 150\nProtein: 0g\nSodium: 85mg (4% DV)\nTotal Carbohydrate: 39g (14% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 39g\n",
    "metadata": {
      "product_name": "Coca‑Cola® Mexico",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Appletiser\nQuốc gia: za\nMô tả: \nCác kích cỡ có sẵn: \nThành phần: (UNPRESERVED): RECONSTITUTED APPLE JUICE CONCENTRATE, CARBON DIOXIDE\nThông tin dinh dưỡng (cho mỗi per 100 ml):\nCalo: 182\nProtein: None (0g DV)\nSodium: None ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: None (0g DV)\nTotal Sugars: None\n",
    "metadata": {
      "product_name": "Appletiser",
      "country": "za",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Appletiser Red Grapetiser\nQuốc gia: za\nMô tả: \nCác kích cỡ có sẵn: \nThành phần: (UNPRESERVED): RECONSTITUTED GRAPE JUICE CONCENTRATE, GRAPE SKIN EXTRACT, CITRIC ACID, CARBON DIOXIDE\nThông tin dinh dưỡng (cho mỗi per 100 ml):\nCalo: 221\nProtein: None (0g DV)\nSodium: None ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: None (0g DV)\nTotal Sugars: None\n",
    "metadata": {
      "product_name": "Appletiser Red Grapetiser",
      "country": "za",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: White Grapetiser\nQuốc gia: za\nMô tả: \nCác kích cỡ có sẵn: \nThành phần: (UNPRESERVED): RECONSTITUTED GRAPE JUICE CONCENTRATE, CITRIC ACID, CARBON DIOXIDE\nThông tin dinh dưỡng (cho mỗi per 100 ml):\nCalo: 227\nProtein: None (0g DV)\nSodium: None ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: None (0g DV)\nTotal Sugars: None\n",
    "metadata": {
      "product_name": "White Grapetiser",
      "country": "za",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Root Beer\nQuốc gia: us\nMô tả: Barq’s has bite! Do you know why? Well, it’s unique Barq’s spice is what makes this root beer soda truly original and truly tasty, complete with a caffeine kick. Not to mention the full-bodied flavor that is so distinct and different it can only be Barq’s.\nCác kích cỡ có sẵn: 7.5 fl oz, 12 fl oz, 16.9 fl oz, 2 Liters\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SODIUM BENZOATE (TO PROTECT TASTE), CITRIC ACID, CAFFEINE, ARTIFICIAL AND NATURAL FLAVORS, ACACIA\nThông tin dinh dưỡng (cho mỗi 1 Can (355 mL)):\nCalo: 180\nProtein: 0g\nSodium: 65mg (3% DV)\nTotal Carbohydrate: 44g (16% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 44g\n",
    "metadata": {
      "product_name": "Root Beer",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Zero Sugar Root Beer\nQuốc gia: us\nMô tả: Enjoy Barq’s Zero Sugar Root Beer by itself or with your favorite meal. With the same great taste and bite of regular Barq’s, our Zero Sugar Root Beer can help you keep the calories down and is caffeine free.\nCác kích cỡ có sẵn: 12 fl oz, 16.9 fl oz, 20 fl oz, 2 Liters\nThành phần: CARBONATED WATER, CARAMEL COLOR, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), ASPARTAME, CITRIC ACID, ACESULFAME POTASSIUM, ARTIFICIAL AND NATURAL FLAVORS, ACACIA, POTASSIUM CHLORIDE\nThông tin dinh dưỡng (cho mỗi 1 Can (355 mL)):\nProtein: 0g\nSodium: 50mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Zero Sugar Root Beer",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Red Creme Soda\nQuốc gia: us\nMô tả: Barq's Red Creme Soda is one part creme soda, one part red deliciousness – plus, we know that it has that \"hard to get\" quality. So, if you're lucky enough to spot it, call friends, stock up, and enjoy!\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, SODIUM BENZOATE (TO PROTECT TASTE), CITRIC ACID, NATURAL AND ARTIFICIAL FLAVORS, RED 40\nThông tin dinh dưỡng (cho mỗi 1 Can (355 mL)):\nCalo: 170\nProtein: 0g\nSodium: 65mg (3% DV)\nTotal Carbohydrate: 43g (16% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 43g\n",
    "metadata": {
      "product_name": "Red Creme Soda",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Creme Soda French Vanilla\nQuốc gia: us\nMô tả: Barq's Creme Soda French Vanilla has a sweet, creamy flavor with a vanilla twist. This creme soda is truly original and tasty. Not to mention the full-bodied flavor that is so distinct and different it can only truly be Barq's.\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, NATURAL AND ARTIFICIAL FLAVORS, SODIUM BENZOATE (TO PROTECT TASTE), CARAMEL COLOR, CITRIC ACID\nThông tin dinh dưỡng (cho mỗi 1 Can (355 mL)):\nCalo: 160\nProtein: 0g\nSodium: 65mg (3% DV)\nTotal Carbohydrate: 45g (16% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 45g\n",
    "metadata": {
      "product_name": "Creme Soda French Vanilla",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Dasani® Purified Water\nQuốc gia: us\nMô tả: Dasani water is purified and enhanced with a proprietary blend of minerals to give it the clean, fresh taste you want from water. And it’s packaged in a 100% recycled* bottled for you to refill, reuse and recycle. *Excludes label and cap. Available Sizes: 10 fl oz, 12 fl oz, 16 fl oz, 20 fl oz, 1 Liters, 1.5 Liters\nCác kích cỡ có sẵn: 10 fl oz, 12 fl oz, 16 fl oz, 20 fl oz, 1 Liters, 1.5 Liters\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 bottle (20 FL OZ)):\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Dasani® Purified Water",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Grapefruit Citrus\nQuốc gia: us\nMô tả: The original no sugar, no calorie sparkling beverage. Its bold citrus flavors combine to create a refreshingly unique, crowd pleasing taste experience. Available Sizes: 12 fl oz, 16.9 fl oz, 20 fl oz, 2 Liters\nCác kích cỡ có sẵn: 12 fl oz, 16.9 fl oz, 20 fl oz, 2 Liters\nThành phần: CARBONATED WATER, CITRIC ACID, CONCENTRATED GRAPEFRUIT JUICE, POTASSIUM CITRATE, ASPARTAME, POTASSIUM SORBATE (TO PROTECT TASTE), ACACIA GUM, ACESULFAME POTASSIUM, NATURAL FLAVORS, GLYCEROL ESTER OF ROSIN, POTASSIUM BENZOATE AND CALCIUM DISODIUM EDTA (TO PROTECT TASTE), CAROB BEAN GUM\nThông tin dinh dưỡng (cho mỗi 1 Can (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 35mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Grapefruit Citrus",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Black Cherry Citrus\nQuốc gia: us\nMô tả: The perfect balance of sweet and citrus. That's the thinking behind Black Cherry. It's crisp, refreshing, zero sugar, zero caffeine and oh yeah, a flavor that's like nothing you've ever tasted. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CARBONATED WATER, CITRIC ACID, NATURAL AND ARTIFICIAL FLAVORS, POTASSIUM CITRATE, CONCENTRATED GRAPEFRUIT JUICE, ASPARTAME, POTASSIUM SORBATE (TO PROTECT TASTE), ACESULFAME POTASSIUM, ACACIA GUM, POTASSIUM BENZOATE (TO PROTECT TASTE), GLYCEROL ESTER OF ROSIN, CALCIUM DISODIUM EDTA (TO PROTECT TASTE), CAROB BEAN GUM\nThông tin dinh dưỡng (cho mỗi 1 Can  (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 35mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Black Cherry Citrus",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Peach Citrus\nQuốc gia: us\nMô tả: It's the grapefruit flavor you know with a crisp peach taste you'll love. It's a flavor experience born of sweet and citrus blends, with no sugar, no caffeine, and no calories. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CARBONATED WATER, CITRIC ACID, NATURAL FLAVORS, POTASSIUM CITRATE, CONCENTRATED GRAPEFRUIT JUICE, ASPARTAME, POTASSIUM SORBATE (TO PROTECT TASTE), ACESULFAME POTASSIUM, ACACIA GUM, POTASSIUM BENZOATE (TO PROTECT TASTE), GLYCEROL ESTER OF ROSIN, CALCIUM DISODIUM EDTA (TO PROTECT TASTE), CAROB BEAN GUM\nThông tin dinh dưỡng (cho mỗi 1 Can  (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 35mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Peach Citrus",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Blackberry Citrus\nQuốc gia: us\nMô tả: Pair the crisp, tart taste of blackberry with a deliciously refreshing citrus and you get Blackberry Citrus. A moderately sweet drinking experience that's perfect on its own or mixed with your favorite cocktail. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CARBONATED WATER, NATURAL FLAVORS, CITRIC ACID, POTASSIUM CITRATE, POTASSIUM SORBATE (TO PROTECT TASTE), POTASSIUM BENZOATE, ASPARTAME, ACESULFAME POTASSIUM\nThông tin dinh dưỡng (cho mỗi 1 Can (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 35mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Blackberry Citrus",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta Orange\nQuốc gia: us\nMô tả: Uncap that irresistible, made-to-share-in-every-moment, orange flavor. Available Sizes: 7.5 fl oz, 6 pack; 7.5 fl oz, 10 pack; 12 fl oz, 8 pack; 12 fl oz, 12 pack; 12 fl oz, 24 pack; 13.2 fl oz, 16 fl oz, 16.9 fl oz, 6 pack; 20 fl oz, 2 Liters\nCác kích cỡ có sẵn: 7.5 fl oz, 6 pack; 7.5 fl oz, 10 pack; 12 fl oz, 8 pack; 12 fl oz, 12 pack; 12 fl oz, 24 pack;  13.2 fl oz, 16 fl oz, 16.9 fl oz, 6 pack;  20 fl oz, 2 Liters\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, LESS THAN 2% OF: CITRIC ACID, NATURAL FLAVORS, SODIUM BENZOATE (TO PROTECT TASTE), MODIFIED FOOD STARCH, GLYCEROL ESTER OF ROSIN, YELLOW 6, RED 40\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 270\nProtein: 0g ( DV)\nSodium: 80mg (3% DV)\nTotal Carbohydrate: 74g (26% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 73g\n",
    "metadata": {
      "product_name": "Fanta Orange",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta Zero Sugar Orange\nQuốc gia: us\nMô tả: Ride the irresistible orange rollercoaster of flavor, without all the sugar. Available Sizes: 12 fl oz, 12 pack; 20 fl oz, 2 liters\nCác kích cỡ có sẵn: 12 fl oz, 12 pack; 20 fl oz, 2 liters\nThành phần: CARBONATED WATER, CITRIC ACID, POTASSIUM CITRATE, ASPARTAME, NATURAL FLAVORS, MODIFIED FOOD STARCH, POTASSIUM BENZOATE (TO PROTECT TASTE), ACESULFAME POTASSIUM, GLYCEROL ESTER OF ROSIN, YELLOW 6, MEDIUM CHAIN TRIGLYCERIDES, SUCROSE ACETATE ISOBUTYRATE, RED 40\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nProtein: 0g ( DV)\nSodium: 60mg (3% DV)\nTotal Carbohydrate: 1g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Fanta Zero Sugar Orange",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta Strawberry\nQuốc gia: us\nMô tả: Fanta Strawberry soda is almost like finding the most perfect strawberry out of the bunch and raising it as if it were your own. Delicious. Try one today. Available Sizes: 12 fl oz, 12 pack; 16 fl oz, 20 fl oz, 2 Liters\nCác kích cỡ có sẵn: 12 fl oz, 12 pack; 16 fl oz, 20 fl oz, 2 Liters\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, NATURAL FLAVORS, CITRIC ACID, SODIUM BENZOATE (TO PROTECT TASTE), RED 40\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 270\nProtein: 0g ( DV)\nSodium: 80mg (3% DV)\nTotal Carbohydrate: 75g (27% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 74g\n",
    "metadata": {
      "product_name": "Fanta Strawberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta Grape\nQuốc gia: us\nMô tả: Do you deserve to lie down on a daybed, being fed grapes from a silver platter, one by one? Yeah you do. Crack open the next best thing—a caffeine-free Fanta Grape. Available Sizes: 12 fl oz, 20 fl oz, 2 Liters\nCác kích cỡ có sẵn: 12 fl oz, 20 fl oz, 2 Liters\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, NATURAL FLAVORS, TARTARIC ACID, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), CITRIC ACID, RED 40, BLUE 1\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 280\nProtein: 0g ( DV)\nSodium: 65mg (3% DV)\nTotal Carbohydrate: 74g (27% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 73g\n",
    "metadata": {
      "product_name": "Fanta Grape",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta Peach\nQuốc gia: us\nMô tả: Let loose your hair. Crack open the window. Sip on a sweet, invigorating bottle of Fanta Peach. The road ahead is yours for the taking. Available Sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, NATURAL FLAVORS, CITRIC ACID, SODIUM BENZOATE (TO PROTECT TASTE), YELLOW 6, RED 40\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 250\nProtein: 0g ( DV)\nSodium: 80mg (3% DV)\nTotal Carbohydrate: 68g (25% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 67g\n",
    "metadata": {
      "product_name": "Fanta Peach",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta Pineapple\nQuốc gia: us\nMô tả: Need to brighten your day? Take your taste buds on the sweetest of tropical vacations. Try Fanta Pineapple today—a golden glow of delicious proportions. Available Sizes: 12 fl oz, 16 fl oz, 20 fl oz, 2 Liters\nCác kích cỡ có sẵn: 12 fl oz, 16 fl oz, 20 fl oz, 2 Liters\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, NATURAL FLAVORS, MODIFIED FOOD STARCH, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), SODIUM CITRATE, MEDIUM CHAIN TRIGLYCERIDES, SALT, SUCROSE ACETATE ISOBUTYRATE, YELLOW 5, YELLOW 6\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 300\nProtein: 0g ( DV)\nSodium: 90mg (4% DV)\nTotal Carbohydrate: 81g (29% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 80g\n",
    "metadata": {
      "product_name": "Fanta Pineapple",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta Piña Colada\nQuốc gia: us\nMô tả: Fanta Piña Colada is like a tropical pool party—and you’re the guest of honor. An island resort for one. But words only do so much. Try one today. Available Sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, NATURAL FLAVORS, MALIC ACID, MODIFIED FOOD STARCH, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), SUCROSE ACETATE ISOBUTYRATE, GLYCEROL ESTER OF ROSIN, CITRIC ACID\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 230\nProtein: 0g ( DV)\nSodium: 65mg (3% DV)\nTotal Carbohydrate: 61g (22% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 61g\n",
    "metadata": {
      "product_name": "Fanta Piña Colada",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta Berry\nQuốc gia: us\nMô tả: Have you ever picked berries with your bff? Collected them in a little basket and high-fived when you were finished? That awesome feeling is what Fanta Berry tastes like. Available Sizes: 12 fl oz, 20 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 20 fl oz\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, NATURAL FLAVORS, CITRIC ACID, SODIUM CITRATE, MALIC ACID, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), BLUE 1\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 250\nProtein: 0g ( DV)\nSodium: 110mg (5% DV)\nTotal Carbohydrate: 68g (25% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 67g\n",
    "metadata": {
      "product_name": "Fanta Berry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: re-hydrate zero sugar pineapple passionfruit\nQuốc gia: us\nMô tả: when work feels more like a workout, grab vitaminwater zero sugar re-hydrate pineapple passionfruit nutrient enhanced water beverage. Re-hydrate yourself with the delicious pineapple passionfruit flavor of this refreshing hydration drink that brings together pineapple passionfruit flavors and electrolytes, plus 100% of vitamins b3, b5, b6, and b12 and the antioxidant vitamin c. And it contains no artificial sweeteners, flavors or synthetic colors. available sizes: 16.9 fl oz, 20 fl oz\nCác kích cỡ có sẵn: 16.9 fl oz, 20 fl oz\nThành phần: reverse osmosis water, less than 0.5% of: electrolytes (sodium citrate, potassium phosphate, calcium and magnesium lactates), citric acid, vitamins C, E, B3, B5, B6, B12 (ascorbic acid, alpha-tocopheryl acetate, niacinamide, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), natural flavors, stevia leaf extract, monk fruit extract, beta-carotene (for color)\nThông tin dinh dưỡng (cho mỗi 1 bottle (16.9 fl oz)):\nCalo: 5\nProtein: 0g ( DV)\nSodium: 210mg (9% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "re-hydrate zero sugar pineapple passionfruit",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: squeezed lemonade\nQuốc gia: us\nMô tả: a good source of vitamins and minerals\nCác kích cỡ có sẵn: 16.9 fl oz, 20 fl oz\nThành phần: reverse osmosis water, less than 0.5% of: electrolytes (calcium and magnesium lactates and calcium and potassium phosphates), citric acid, natural flavors, vitamins A, C, E, B3, B5, B6, B7 (retinyl palmitate, ascorbic acid, alpha-tocopheryl acetate, niacinamide, calcium pantothenate, pyridoxine hydrochloride, biotin), phosphoric acid, stevia leaf extract, monk fruit extract, zinc gluconate, sodium selenate\nThông tin dinh dưỡng (cho mỗi 1 bottle (20 FL OZ)):\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 1g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "squeezed lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: xxx açai blueberry pomegranate\nQuốc gia: us\nMô tả: with three types of antioxidants great taste. more nutrients. zero sugar. win win winzero sugar, nutrient enhanced water beveragewith three types of antioxidants to help fight free radicals: vitamin-a, vitamin-c and selenium. plus a great source of vitamin b5, vitamin b6, and vitamin b12the delicious taste of açai-blueberry-pomegranate fruit water with other natural flavorscontains no artificial sweeteners, flavors or synthetic colors. available sizes: 16.9 fl oz, 20 fl oz\nCác kích cỡ có sẵn: 16.9 fl oz, 20 fl oz\nThành phần: reverse osmosis water, less than 0.5% of: vitamins A, C, B3, B5, B6, B12 (beta-carotene, ascorbic acid, niacinamide, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), fruit and vegetable juices (for color), natural flavors, citric acid, stevia leaf extract, electrolytes (calcium and magnesium lactates and potassium phosphate), monk fruit extract, sodium selenate, manganese citrate\nThông tin dinh dưỡng (cho mỗi 1 bottle  (20 FL OZ)):\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "xxx açai blueberry pomegranate",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: shine strawberry lemonade\nQuốc gia: us\nMô tả: with biotin and vitamin a great taste. more nutrients. zero sugar. win win winzero sugar nutrient enhanced water beveragewith biotin and vitamin a. plus a great source of vitamin b5, vitamin b6, and vitamin b12the delicious taste of strawberry lemonade flavored water with other natural flavorscontains no artificial sweeteners, flavors or synthetic colors. available sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: reverse osmosis water, less than 0.5% of: citric acid, vitamins A, C, E, B5, B6, B7, B12 (beta-carotene, ascorbic acid, alpha-tocopheryl acetate, calcium pantothenate, pyridoxine hydrochloride, biotin, cyanocobalamin), natural flavors, fruit and vegetable juices (for color), stevia leaf extract, electrolytes (magnesium and calcium lactates and potassium phosphate), monk fruit extract\nThông tin dinh dưỡng (cho mỗi 1 bottle (20 FL OZ)):\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "shine strawberry lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: rise orange\nQuốc gia: us\nMô tả: with vitamin c and zinc to support normal immune function great taste. more nutrients. zero sugar. win win winzero sugar nutrient-enhanced water beverage with electrolytes and other good stuffwith 250% vitamin c and 25% zinc to support normal immune function. plus a great source of vitamin b5, vitamin b6, and vitamin b12the delicious taste of orange fruit water with other natural flavorsmulti-pack ring carrier contains 50% post-consumer recycled contentcontains no artificial sweeteners, flavors or synthetic colors. available sizes: 16.9 fl oz, 20 fl oz\nCác kích cỡ có sẵn: 16.9 fl oz, 20 fl oz\nThành phần: reverse osmosis water, less than 0.5% of: natural flavors, electrolytes (calcium and potassium phosphates and calcium and magnesium lactates), vitamins A, C, E, B3, B5, B6, B12 (beta-carotene, ascorbic acid, alpha-tocopheryl acetate, niacinamide, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), citric acid, beta carotene (for color), stevia leaf extract, phosphoric acid, monk fruit extract, zinc gluconate\nThông tin dinh dưỡng (cho mỗi 1 bottle (20 FL OZ)):\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 1g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "rise orange",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: power-c dragonfruit\nQuốc gia: us\nMô tả: with vitamin c and zinc to support normal immune function 200% antioxidant vitamin c100% vitamins b5, b6, b12chromium & 25 mg taurine25% zinczero sugar nutrient enhanced water beveragecontains no artificial sweeteners, flavors or synthetic colors. available sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: reverse osmosis water, less than 0.5% of: vitamins C, B5, B6, B12 (ascorbic acid, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), vegetable juices (for color), citric acid, natural flavors, stevia leaf extract, electrolytes (magnesium and calcium lactates, and potassium phosphate), taurine, monk fruit extract, zinc gluconate, chromium polynicotinate\nThông tin dinh dưỡng (cho mỗi 1 bottle (20 FL OZ)):\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "power-c dragonfruit",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: \nQuốc gia: us\nMô tả: when your social battery needs a charge and you have to play extrovert, pick up a vitaminwater blue raspberry limeade elevate. this nutrient enhanced, flavored water beverage is bursting with vitamins, for perfect thirst-quenching. stock up on these flavor-packed drinks today. available sizes: 16.9 fl oz, 20 fl oz\nCác kích cỡ có sẵn: 16.9 fl oz, 20 fl oz\nThành phần: reverse osmosis water, crystalline fructose, less than 0.5% of: electrolytes (calcium and magnesium lactate and calcium and potassium phosphate), fruit juice (for color), natural flavors, citric acid, cane sugar, vitamins A, C, E, B3, B5, B6, B7 (retinyl palmitate, ascorbic acid, alpha-tocopheryl acetate, niacinamide, calcium pantothenate, pyridoxine hydrochloride, biotin), zinc gluconate, stevia leaf extract, sodium selenate (selenium)\nThông tin dinh dưỡng (cho mỗi 1 Bottle (16.9 FL OZ)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 22g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 22g\n",
    "metadata": {
      "product_name": "",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: \nQuốc gia: us\nMô tả: vitamin and nutrient-enhanced water beverage with electrolytes and other good stuff. with three types of antioxidants to help fight free radicals: vitamin-a, vitamin-c and selenium. plus a great source of vitamin b5, vitamin b6, and vitamin b12. the delicious taste of açai-blueberry-pomegranate fruit flavored water with other natural flavors multi-pack ring carrier contains 50% post-consumer recycled content available sizes: 16.9 fl oz, 20 fl oz\nCác kích cỡ có sẵn: 16.9 fl oz, 20 fl oz\nThành phần: reverse osmosis water, crystalline fructose, less than 0.5% of: vitamins A, C, B3, B5, B6, B12 (beta-carotene, ascorbic acid, niacinamide, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), sodium selenate, manganese citrate, electrolytes (magnesium and calcium lactates and potassium phosphate), cane sugar, citric acid, gum acacia, natural flavors, fruit and vegetable juices (for color)\nThông tin dinh dưỡng (cho mỗi 1 Bottle  (20 FL OZ)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 26g\n",
    "metadata": {
      "product_name": "",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: \nQuốc gia: us\nMô tả: with sports-drink level of rehydration great taste. more nutrients. win win.vitamin and nutrient-enhanced flavored water beverage with electrolytes and other goodstuffso many electrolytes, it's sports-drink level of rehydration. plus a great source of vitamin b5, vitamin b6, and vitamin b12 the delicious taste of our tropical mango flavored water with other natural flavors available sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: reverse osmosis water, crystalline fructose, less than 0.5% of: vitamins C, E, B3, B5, B6, B12 (ascorbic acid, alpha-tocopheryl acetate, niacinamide, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), electrolytes (calcium and magnesium lactates and potassium phosphate and sodium citrate), cane sugar, natural flavors, citric acid, lycopene and beta-apo-8'-carotenal (for color)\nThông tin dinh dưỡng (cho mỗi 1 Bottle  (20 FL OZ)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 240mg (11% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 27g\n",
    "metadata": {
      "product_name": "",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: \nQuốc gia: us\nMô tả: with 200% vitamin c and 25% zinc great taste. more nutrients. win win.vitamin and nutrient-enhanced water beverage with electrolytes and other good stuffwith 200% daily value of vitamin c, 25% daily value of zinc and x mg of taurine. plus a great source of vitamin b5, vitamin b6, and vitamin b12.the delicious taste of dragonfruit flavored water with other natural flavorsmulti-pack ring carrier contains 50% post-consumer recycled content available sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: reverse osmosis water, crystalline fructose, less than 0.5% of: vitamins C, B5, B6, B12 (ascorbic acid, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), electrolytes (calcium and magnesium lactates and potassium phosphate), taurine, zinc gluconate, chromium polynicotinate, cane sugar, citric acid, natural flavors, vegetable juices (for color).​\nThông tin dinh dưỡng (cho mỗi 1 Bottle  (20 FL OZ)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 27g\n",
    "metadata": {
      "product_name": "",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: \nQuốc gia: us\nMô tả: with b vitamins great taste. more nutrients. win winwith guarana and with 300% daily value of vitamin b5, b6, and b12the delicious taste of kiwi strawberry flavored water with other natural flavors available sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: reverse osmosis water, crystalline fructose, less than 0.5% of: vitamins A, C, B5, B6, B12 (retinyl palmitate, ascorbic acid, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), electrolytes (magnesium and calcium lactates and potassium phosphate), guarana seed extract, caffeine, citric acid, cane sugar, gum acacia, glycerol ester of rosin, natural flavors, vegetable juices (for color)\nThông tin dinh dưỡng (cho mỗi 1 Bottle  (20 FL OZ)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 26g\n",
    "metadata": {
      "product_name": "",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: \nQuốc gia: us\nMô tả: flavored and other natural flavors great taste. more nutrients. win win.vitamin and nutrient-enhanced water beverage with electrolytes and other good stuffwith 250% daily value of vitamin c and 25% daily value of zinc. plus a great source of vitamin b5, vitamin b6, and vitamin b12.the delicious taste of our orange flavored water with other natural flavors available sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: reverse osmosis water, crystalline fructose, less than 0.5% of: vitamins A, C, E, B3, B5, B6, B12 (beta-carotene, ascorbic acid, alpha-tocopheryl acetate, niacinamide, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), electrolytes (calcium and magnesium lactates and potassium phosphate), zinc gluconate, cane sugar, citric acid, gum acacia, glycerol ester of rosin, natural flavors, beta-carotene (for color)\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 28g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 27g\n",
    "metadata": {
      "product_name": "",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: \nQuốc gia: us\nMô tả: with 60mg of caffeine great taste. more nutrients. win win.get jazzed with 60mg of caffeine. plus a great source of vitamin b3, vitamin b5, vitamin b6, and vitamin b12the delicious taste of tropical citrus flavored energy water with other natural flavors available sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: reverse osmosis water, crystalline fructose, less than 0.5% of: vitamins C, B3, B5, B6, B12 (ascorbic acid, niacinamide, calcium pantothenate, pyridoxine hydrochloride, cyanocobalamin), electrolytes (calcium and magnesium lactates and potassium phosphate), guarana seed extract, caffeine, cane sugar, citric acid, gum acacia, natural flavors, glycerol ester of rosin, beta-carotene (for color), stevia leaf extract\nThông tin dinh dưỡng (cho mỗi 1 Bottle  (20 FL OZ)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 27g\n",
    "metadata": {
      "product_name": "",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite + Tea\nQuốc gia: us\nMô tả: It’s time to hit up the squad, because the ultimate refreshing soft drink is finally here for a limited time. Sprite + Tea combines the classic lemon-lime soda you love with other natural tea flavors, to create a whole new class of refreshment. Available Sizes: 12 fl oz, 12 fl oz 12 pk, 20 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 12 fl oz 12 pk, 20 fl oz\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, LESS THAN 2% OF: NATURAL FLAVORS, CITRIC ACID, CARAMEL COLOR, SODIUM CITRATE, SODIUM BENZOATE AND POTASSIUM SORBATE (TO PROTECT TASTE)\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 230\nProtein: 0g ( DV)\nSodium: 95mg (4% DV)\nTotal Carbohydrate: 61g (22% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 61g\n",
    "metadata": {
      "product_name": "Sprite + Tea",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite + Tea Zero Sugar\nQuốc gia: us\nMô tả: It’s time to hit up the squad, because the ultimate refreshing soft drink is finally here for a limited time. Sprite + Tea Zero Sugar combines the classic lemon-lime soda you love with other natural tea flavors, to create a whole new class of refreshment with zero sugar. Available Sizes: 12 fl oz, 12 fl oz 12 pk\nCác kích cỡ có sẵn: 12 fl oz, 12 fl oz 12 pk\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 Can (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 40mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Sprite + Tea Zero Sugar",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite\nQuốc gia: us\nMô tả: The OG, the flavor that started it all—classic, cool, crisp lemon-lime taste that’s caffeine free with 100% natural flavors. Available Sizes: 7.5 fl oz, 8 fl oz, 12 fl oz, 13.2 fl oz, 16.9 fl oz, 20 fl oz, 1 Liter, 1.25 Liters, 2 Liters, 3 Liters\nCác kích cỡ có sẵn: 7.5 fl oz, 8 fl oz, 12 fl oz, 13.2 fl oz, 16.9 fl oz, 20 fl oz, 1 Liter, 1.25 Liters, 2 Liters, 3 Liters\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, NATURAL FLAVORS, SODIUM CITRATE, SODIUM BENZOATE (TO PROTECT TASTE)\nThông tin dinh dưỡng (cho mỗi 1 Can (12 FL OZ)):\nCalo: 140\nProtein: 0g ( DV)\nSodium: 65mg (3% DV)\nTotal Carbohydrate: 38g (14% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 38g\n",
    "metadata": {
      "product_name": "Sprite",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite Zero Sugar\nQuốc gia: us\nMô tả: Who says you can’t do more with less? The iconic great taste of Sprite with zero sugar. Available Sizes: 7.5 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz, 2 Liters\nCác kích cỡ có sẵn: 7.5 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz, 2 Liters\nThành phần: CARBONATED WATER, CITRIC ACID, POTASSIUM CITRATE, NATURAL FLAVORS, POTASSIUM BENZOATE (TO PROTECT TASTE), ASPARTAME, ACESULFAME POTASSIUM\nThông tin dinh dưỡng (cho mỗi 1 Can  (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 35mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Sprite Zero Sugar",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite Chill\nQuốc gia: us\nMô tả: Sprite Chill, the coldest-est lemon-lime flavored soda in the game featuring a cherry lime taste and a unique cooling effect. Available Sizes: 12 fl oz, 20 fl oz, 12 fl oz - 12 pack\nCác kích cỡ có sẵn: 12 fl oz, 20 fl oz, 12 fl oz - 12 pack\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 Can (12 FL OZ)):\nCalo: 140\nProtein: 0g ( DV)\nSodium: 55mg (2% DV)\nTotal Carbohydrate: 38g (14% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 38g\n",
    "metadata": {
      "product_name": "Sprite Chill",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite Chill Zero Sugar\nQuốc gia: us\nMô tả: Zero sugar. All the chill. Sprite Chill Zero Sugar, the coldest-est lemon-lime flavored soda in the game featuring a cherry lime taste with zero sugar. Available Sizes: 12 fl oz, 12 fl oz - 12 pack\nCác kích cỡ có sẵn: 12 fl oz, 12 fl oz - 12 pack\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 Can (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 45mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Sprite Chill Zero Sugar",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite Tropical Mix\nQuốc gia: us\nMô tả: An ode to our past for all the Sprite Remix fans from the early 2000s. Rediscover the combination of the crisp, familiar Sprite lemon-lime taste with delicious strawberry and pineapple flavors. Available Sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, NATURAL FLAVORS, SODIUM CITRATE, SODIUM BENZOATE\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 FL OZ)):\nCalo: 240\nProtein: 0g ( DV)\nSodium: 110mg (5% DV)\nTotal Carbohydrate: 63g (23% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 63g\n",
    "metadata": {
      "product_name": "Sprite Tropical Mix",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite Lymonade\nQuốc gia: us\nMô tả: Just a splash makes all the difference. Sprite + Lemonade. Available SIzes: 12 fl oz, 20 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 20 fl oz\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CLARIFIED LEMON JUICE FROM CONCENTRATE, CITRIC ACID, NATURAL FLAVORS, SODIUM BENZOATE (TO PROTECT TASTE), SODIUM CITRATE, POTASSIUM SORBATE (TO PROTECT TASTE), MODIFIED FOOD STARCH, GLYCEROL ESTER OF ROSIN, YELLOW 5\nThông tin dinh dưỡng (cho mỗi 1 Bottle (20 Fl. oz)):\nCalo: 220\nProtein: 0g ( DV)\nSodium: 110mg (5% DV)\nTotal Carbohydrate: 59g (21% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 57g\n",
    "metadata": {
      "product_name": "Sprite Lymonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite Cherry\nQuốc gia: us\nMô tả: You were already drinking it with Coca‑Cola Freestyle, so we bottled it. Ice-cold refreshment with just the right amount of cherry. Available Sizes: 12 fl oz, 20 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 20 fl oz\nThành phần: CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, NATURAL FLAVORS, SODIUM CITRATE, SODIUM BENZOATE (TO PROTECT TASTE)\nThông tin dinh dưỡng (cho mỗi 1 Bottle  (12 Fl. oz)):\nCalo: 200\nProtein: 0g ( DV)\nSodium: 110mg (5% DV)\nTotal Carbohydrate: 54g (20% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 54g\n",
    "metadata": {
      "product_name": "Sprite Cherry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: \nQuốc gia: us\nMô tả: a fresh look at refreshing. it’s the same vapor distilled smartwater, in a sippably sleek can. whenever you’re on the move, working out, or needing a quiet moment for yourself, smartwater is a smart way to hydrate. available sizes: 12 fl oz, 8-pk\nCác kích cỡ có sẵn: 12 fl oz, 8-pk\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 Can):\nProtein: 0 g (0% DV)\nSodium: 0 g (0% DV)\nTotal Carbohydrate: 0 g (0% DV)\nTotal Fat: 0 g (0% DV)\nTotal Sugars: 0\n",
    "metadata": {
      "product_name": "",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: \nQuốc gia: us\nMô tả: a fresh look at refreshing. it’s the same vapor distilled smartwater, in a sippably sleek can. smartwater alkaline with antioxidant is everything you love about vapor distilled smartwater, but made to fit your active lifestyle with ionized 9.5+ph and added antioxidant from selenium. smartwater continues to keep it smart by bringing you hydration that’s ready for action. available sizes: 12 fl oz, 8-pk\nCác kích cỡ có sẵn: 12 fl oz, 8-pk\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 Can):\nProtein: 0 g (0% DV)\nSodium: 0 g (0% DV)\nTotal Carbohydrate: 0 g (0% DV)\nTotal Fat: 0 g (0% DV)\nTotal Sugars: 0\n",
    "metadata": {
      "product_name": "",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: smartwater\nQuốc gia: us\nMô tả: every drop of smartwater tastes pure and will leave you feeling refreshed. it’s everything you want from a bottled water—pure, hydrating, and crisp. it might be thanks to the fact that it’s vapor distilled through a process inspired by the clouds. or the fact that we’ve added electrolytes for taste. either way, you can bet on a premium water experience with every bottle. available sizes: 20 fl oz, 23.7 fl oz, 33.8 fl oz, 50.7 fl oz\nCác kích cỡ có sẵn: 20 fl oz, 23.7 fl oz, 33.8 fl oz, 50.7 fl oz\nThành phần: VAPOR DISTILLED WATER, CALCIUM CHLORIDE AND MAGNESIUM CHLORIDE AND POTASSIUM BICARBONATE (ELECTROLYTE SOURCES*) *ELECTROLYTES ADDED FOR TASTE\nThông tin dinh dưỡng (cho mỗi 1 bottle (33.8 FL OZ)):\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "smartwater",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: smartwater alkaline with antioxidant\nQuốc gia: us\nMô tả: every drop of our smartwater alkaline water with antioxidant tastes pure and will leave you feeling refreshed. It’s everything you want from bottled water—pure, hydrating, and crisp. it might be the fact that it’s vapor distilled through a process inspired by the clouds. or the fact that we’ve added electrolytes for taste into every bottle. it might even be that it’s ionized to a 9.5+pH. either way, you can bet on a premium water experience with every bottle. available sizes: 23.7 fl oz, 33.8 fl oz, 50.7 fl oz\nCác kích cỡ có sẵn: 23.7 fl oz, 33.8 fl oz, 50.7 fl oz\nThành phần: VAPOR DISTILLED WATER, CALCIUM CHLORIDE AND MAGNESIUM CHLORIDE AND POTASSIUM BICARBONATE (ELECTROLYTE SOURCES*), SODIUM SELENATE\nThông tin dinh dưỡng (cho mỗi 1 bottle (33.8 FL OZ)):\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "smartwater alkaline with antioxidant",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Light Orange Pulp Free\nQuốc gia: us\nMô tả: For Simply Light Orange Pulp Free, we carefully select real, ripe oranges and turn them into an orange juice drink that’s pulp free, with half the sugar and calories of our regular juice drink.* *50% less sugar and calories than our regular juice drinks. Calories: This product contains 50 calories. Our regular juice drinks contain 100 calories. Sugar: This product contains 11g of sugar. Our regular juice drinks contain 27g of sugar. Available Sizes: 46 fl oz (new)\nCác kích cỡ có sẵn: 46 fl oz (new)\nThành phần: PURE FILTERED WATER, ORANGE JUICE, LESS THAN 1% OF: VITAMIN C (ASCORBIC ACID), NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), CITRUS PECTIN, STEVIA LEAF EXTRACT, BETA CAROTENE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 50\nProtein: 0g ( DV)\nSodium: 10mg (0% DV)\nTotal Carbohydrate: 12g (4% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 11g\n",
    "metadata": {
      "product_name": "Simply® Light Orange Pulp Free",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Light Lemonade with Raspberry\nQuốc gia: us\nMô tả: Simply Light Lemonade with Raspberry has found the perfect balance of real, simple ingredients and the classic lemonade experience, which means you can enjoy lemonade with 75% less sugar and calories than our regular lemonade.* *75% less sugar and calories than our regular lemonade. Calories: This product contains 25 calories. Simply Lemonade contains 120 calories. Sugar: This product contains 5g of sugar. Simply Lemonade contains 28g of sugar. Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: PURE FILTERED WATER, LEMON JUICE, SUGAR, RASPBERRY PUREE, NATURAL FLAVORS, STEVIA LEAF EXTRACT\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 25\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 7g (2% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 5g\n",
    "metadata": {
      "product_name": "Simply® Light Lemonade with Raspberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Light Lemonade\nQuốc gia: us\nMô tả: Simply Light Lemonade has found the perfect balance of real, simple ingredients and the classic lemonade experience, which means you can enjoy lemonade with 75% less sugar and calories than our regular lemonade.* *75% less sugar and calories than our regular lemonade. Calories: This product contains 25 calories. Simply Lemonade contains 120 calories. Sugar: This product contains 5g of sugar. Simply Lemonade contains 28g of sugar. Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: PURE FILTERED WATER, LEMON JUICE, SUGAR, STEVIA LEAF EXTRACT, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 25\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 7g (3% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 5g\n",
    "metadata": {
      "product_name": "Simply® Light Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Peach\nQuốc gia: us\nMô tả: Simply Peach delivers on the delicious and fresh taste you want from a fruit juice drink without overcomplicating it. What you see is what you get. In fact, Simply juices and juice drinks always have the “Fresh Taste Guarantee.” Plus, it’s all-natural without GMOs. Available Sizes: 11.5 fl oz, 52 fl oz\nCác kích cỡ có sẵn: 11.5 fl oz, 52 fl oz\nThành phần: CONTAINS PURE FILTERED WATER, PEACH JUICE, CANE SUGAR, LEMON JUICE (FOR TARTNESS), PEACH PUREE, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 25g\n",
    "metadata": {
      "product_name": "Simply® Peach",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Apple\nQuốc gia: us\nMô tả: With Simply Apple, our number-one goal is to take the amazing taste of a freshly picked, perfectly ripe apple and bring it to you in a bottle. Made with 100% apple juice that’s never from concentrate and never sweetened, we ensure a crisp apple juice taste that is nothing less than irresistible. Available Sizes: 11.5 fl oz, 52 fl oz\nCác kích cỡ có sẵn: 11.5 fl oz, 52 fl oz\nThành phần: \nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 5mg (0% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 25g\n",
    "metadata": {
      "product_name": "Simply® Apple",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Cranberry Cocktail\nQuốc gia: us\nMô tả: Simply Cranberry Cocktail is a deliciously simple take on the tart and sweet flavor of cranberry juice. Containing 25% cranberry juice, never from concentrate, Simply Cranberry Juice Cocktail is made with real cranberry juice and cane sugar, alongside other ingredients, to achieve a perfect balance. Available Sizes: 11.5 fl oz, 52 fl oz\nCác kích cỡ có sẵn: 11.5 fl oz, 52 fl oz\nThành phần: CONTAINS PURE FILTERED WATER, CRANBERRY JUICE, CANE SUGAR, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 130\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 33g (12% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 33g\n",
    "metadata": {
      "product_name": "Simply® Cranberry Cocktail",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Mango\nQuốc gia: us\nMô tả: Dive into the tasty tropics with Simply Mango. Real, luscious and ripe mangoes are carefully selected and turned into a deliciously simple all-natural juice drink with the sweet and bold flavor you love. The fresh taste of Simply Mango pairs well with breakfast or in crowd-pleaser cocktails and mocktails. Made with real mango juice, Simply Mango has that naturally delicious tropical taste. Because with Simply, there’s nothing to hide.​​ Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: FILTERED WATER, MANGO PUREE, CANE SUGAR, LEMON JUICE, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 25g\n",
    "metadata": {
      "product_name": "Simply® Mango",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Strawberry\nQuốc gia: us\nMô tả: Treat yourself to the fresh taste of Simply Strawberry. Real, rich and ripe strawberries are carefully selected and turned into a deliciously simple all-natural juice drink with the sweet and tart flavor you love. The fresh taste of Simply Strawberry pairs well with breakfast or in crowd-pleaser cocktails and mocktails. Made with real strawberry juice, Simply Strawberry has that naturally delicious, farm-fresh taste. Because with Simply, there’s nothing to hide.​​ Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: FILTERED WATER, CANE SUGAR, STRAWBERRY PUREE, LEMON JUICE, CHERRY JUICE, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 25g\n",
    "metadata": {
      "product_name": "Simply® Strawberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Fruit Punch\nQuốc gia: us\nMô tả: Simply Fruit Punch delivers on the delicious and fresh taste you want from a fruit juice drink without overcomplicating it. What you see is what you get. In fact, Simply juices and juice drinks always have the “Fresh Taste Guarantee.” Plus, it’s all-natural without GMOs. Available Sizes: 11.5 fl oz, 52 fl oz\nCác kích cỡ có sẵn: 11.5 fl oz, 52 fl oz\nThành phần: CONTAINS PURE FILTERED WATER, CANE SUGAR, PINEAPPLE, CHERRY AND CRANBERRY JUICES, LEMON JUICE (FOR TARTNESS), CHERRY PUREE, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 25g\n",
    "metadata": {
      "product_name": "Simply® Fruit Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Watermelon\nQuốc gia: us\nMô tả: Simply Watermelon delivers on the delicious and fresh taste you want from a fruit juice drink without overcomplicating it. What you see is what you get. In fact, Simply juices and juice drinks always have the “Fresh Taste Guarantee.” Plus, it’s all-natural without GMOs. Available Sizes: 11.5 fl oz, 52 fl oz\nCác kích cỡ có sẵn: 11.5 fl oz, 52 fl oz\nThành phần: PURE FILTERED WATER, WATERMELON JUICE, CANE SUGAR, LEMON JUICE (FOR TARTNESS), CHERRY JUICE, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 23g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Simply® Watermelon",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Grapefruit\nQuốc gia: us\nMô tả: Citrus lovers have an exhilarating alternative! Made from a harmonious blend of grapefruit varieties, Simply Grapefruit is a 100% not-from-concentrate grapefruit juice. Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: 100% GRAPEFRUIT JUICE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 100\nProtein: 1g ( DV)\nSodium: 10mg (0% DV)\nTotal Carbohydrate: 25g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Simply® Grapefruit",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Pineapple\nQuốc gia: us\nMô tả: Treat yourself to a taste of the tropics with Simply Pineapple. Real, rich and ripe pineapples are carefully selected and turned into a deliciously simple all-natural juice drink with the sweet and tangy flavor you love. Made with real pineapple juice, Simply Pineapple has that naturally delicious tropical taste. Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: CONTAINS PURE FILTERED WATER, PINEAPPLE JUICE, CANE SUGAR, LEMON JUICE (FOR TARTNESS), MANGO PUREE, NATURAL FLAVOR\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 23g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 22g\n",
    "metadata": {
      "product_name": "Simply® Pineapple",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Lemonade\nQuốc gia: us\nMô tả: Images of fresh lemons, simple ingredients, lemonade stands and hot summer days all come to mind when you think of “lemonade.” Made with real lemon juice and other all-natural ingredients, it’s everything you love about lemonade. Available Sizes: 8 fl oz, 11.5 fl oz, 32 fl oz, 52 fl oz, 76 fl oz (new)\nCác kích cỡ có sẵn: 8 fl oz, 11.5 fl oz, 32 fl oz, 52 fl oz, 76 fl oz (new)\nThành phần: CONTAINS PURE FILTERED WATER, LEMON JUICE, CANE SUGAR, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 20mg (1% DV)\nTotal Carbohydrate: 29g (11% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 27g\n",
    "metadata": {
      "product_name": "Simply® Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Lemonade with Raspberry\nQuốc gia: us\nMô tả: Our delicious lemonade is made simply, with natural ingredients and a delicate balance of sweet and sour. Delicious and refreshing, Simply Lemonade with Raspberry is a delightful, all-natural and non-GMO fruit juice beverage that tastes as close to homemade lemonade as you can get. Available Sizes: 11.5 fl oz, 52 fl oz, 76 fl oz (new)\nCác kích cỡ có sẵn: 11.5 fl oz, 52 fl oz, 76 fl oz (new)\nThành phần: CONTAINS PURE FILTERED WATER, CANE SUGAR, LEMON JUICE, RASPBERRY PUREE, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 25g\n",
    "metadata": {
      "product_name": "Simply® Lemonade with Raspberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Lemonade with Blueberry\nQuốc gia: us\nMô tả: Our delicious lemonade is made simply, with natural ingredients and a delicate balance of sweet and sour. Delicious and refreshing, Simply Lemonade with Blueberry is a delightful, all-natural and non-GMO fruit juice beverage that tastes as close to homemade lemonade as you can get. Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: PURE FILTERED WATER, CANE SUGAR, LEMON JUICE, BLUEBERRY PUREE, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 28g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 26g\n",
    "metadata": {
      "product_name": "Simply® Lemonade with Blueberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Lemonade with Strawberry\nQuốc gia: us\nMô tả: Our delicious lemonade is made simply, with natural ingredients and a delicate balance of sweet and sour. Delicious and refreshing, Simply Lemonade with Strawberry is a delightful, all-natural and non-GMO fruit juice beverage that tastes as close to homemade lemonade as you can get. Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: PURE FILTERED WATER, CANE SUGAR, LEMON JUICE, STRAWBERRY PUREE, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 26g\n",
    "metadata": {
      "product_name": "Simply® Lemonade with Strawberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Limeade\nQuốc gia: us\nMô tả: For Simply Limeade, we started with great-tasting limes and ended with a great-tasting fruit beverage. Delicious and refreshing, Simply Limeade is a delightful, all-natural and non-GMO fruit juice beverage that tastes as close to homemade as you can get. And like all Simply products, it has a “Fresh Taste Guarantee.” Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: CONTAINS PURE FILTERED WATER, LIME JUICE, CANE SUGAR, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 120\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 31g (11% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 28g\n",
    "metadata": {
      "product_name": "Simply® Limeade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Orange Pulp Free\nQuốc gia: us\nMô tả: For Simply Orange Pulp Free, we carefully select real, ripe oranges and turn them into a deliciously simple pulp-free orange juice. Not from concentrate, with a deliciously fresh-squeezed taste. Simply Orange is 100% pure-squeezed pasteurized orange juice. Available Sizes: 8 fl oz, 11.5 fl oz, 32 fl oz, 46 fl oz (new), 76 fl oz (new)\nCác kích cỡ có sẵn: 8 fl oz, 11.5 fl oz, 32 fl oz, 46 fl oz (new), 76 fl oz (new)\nThành phần: N/A (NOT REQUIRED, BECAUSE THERE IS ONLY ONE INGREDIENT.)\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 23g\n",
    "metadata": {
      "product_name": "Simply® Orange Pulp Free",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Orange Low Acid\nQuốc gia: us\nMô tả: For Simply Orange Low Acid, we carefully select real, ripe oranges and turn them into a deliciously simple pulp-free orange juice. Now you can enjoy the delicious, not-from-concentrate orange juice with reduced acidity for a smooth, mild taste. With Simply Orange Low Acid, the difference is clear. Because with Simply, there’s nothing to hide. Available Sizes: 46 fl oz (new)\nCác kích cỡ có sẵn: 46 fl oz (new)\nThành phần: REDUCED ACID ORANGE JUICE, LESS THAN 1% OF: CALCIUM HYDROXIDE* (REDUCES ACID), CALCIUM LACTATE (CALICIUM SOURCE)\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 23g\n",
    "metadata": {
      "product_name": "Simply® Orange Low Acid",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Orange Pulp Free with Calcium & Vitamin D\nQuốc gia: us\nMô tả: Simply Orange Pulp Free with Calcium & Vitamin D is 100% pure-squeezed, not-from-concentrate, pasteurized orange juice—everything you love with the addition of calcium and vitamin D alongside the naturally occurring vitamin C. Available Sizes: 11.5 fl oz, 46 fl oz (new), 76 fl oz (new)\nCác kích cỡ có sẵn: 11.5 fl oz, 46 fl oz (new), 76 fl oz (new)\nThành phần: CONTAINS ORANGE JUICE, LESS THAN 1% OF: CALCIUM PHOSPHATE* AND CALCIUM LACTATE* (CALCIUM SOURCES), VITAMIN D3*\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 23g\n",
    "metadata": {
      "product_name": "Simply® Orange Pulp Free with Calcium & Vitamin D",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Orange Medium Pulp with Calcium & Vitamin D\nQuốc gia: us\nMô tả: For Simply Orange Medium Pulp with Calcium & Vitamin D, we carefully select real, ripe oranges and turn them into a deliciously simple medium-pulp orange juice. Available Sizes: 46 fl oz (new)\nCác kích cỡ có sẵn: 46 fl oz (new)\nThành phần: CONTAINS ORANGE JUICE, LESS THAN 1% OF: CALCIUM PHOSPHATE* AND CALCIUM LACTATE* (CALCIUM SOURCES), VITAMIN D3*. *INGREDIENTS NOT FOUND IN REGULAR ORANGE JUICE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 23g\n",
    "metadata": {
      "product_name": "Simply® Orange Medium Pulp with Calcium & Vitamin D",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Orange High Pulp\nQuốc gia: us\nMô tả: For Simply Orange High Pulp, we carefully select real, ripe oranges and turn them into a deliciously simple high-pulp orange juice. Simply Orange is 100% pure-squeezed pasteurized orange juice. With Simply Orange High Pulp, the difference is clear. Because with Simply, there’s nothing to hide. Available Sizes: 46 fl oz (new), 76 fl oz (new)\nCác kích cỡ có sẵn: 46 fl oz (new), 76 fl oz (new)\nThành phần: N/A (NOT REQUIRED, BECAUSE THERE IS ONLY ONE INGREDIENT.)\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 26g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 23g\n",
    "metadata": {
      "product_name": "Simply® Orange High Pulp",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Orange with Mango\nQuốc gia: us\nMô tả: For Simply Orange with Mango, we carefully select real, ripe oranges and turn them into a deliciously simple pulp-free orange juice blend with a twist—the luscious taste of mangoes. Simply Orange with Mango is a 100% pasteurized fruit juice blend and an excellent source of vitamin C. Available Sizes: 11.5 fl oz, 46 fl oz (new)\nCác kích cỡ có sẵn: 11.5 fl oz, 46 fl oz (new)\nThành phần: CONTAINS ORANGE JUICE, MANGO PUREE, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 120\nProtein: 2g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 28g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 25g\n",
    "metadata": {
      "product_name": "Simply® Orange with Mango",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Orange with Pineapple\nQuốc gia: us\nMô tả: For Simply Orange with Pineapple, we carefully select real, ripe oranges and turn them into a deliciously simple pulp-free orange juice blend with a twist—the luscious taste of pineapple. This delicious blend of fruit flavors is not from concentrate. Simply Orange with Pineapple is a 100% pasteurized fruit juice blend and an excellent source of vitamin C. Available Sizes: 46 fl oz (new)\nCác kích cỡ có sẵn: 46 fl oz (new)\nThành phần: ORANGE AND PINEAPPLE JUICES, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 27% (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Simply® Orange with Pineapple",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Pop Strawberry Prebiotic Soda\nQuốc gia: us\nMô tả: Strawberry vibes meet real fizzy flavor for a burst of berry bliss. Made with real fruit juice from concentrate, this prebiotic drink contains 6 grams of prebiotic fiber to support gut health, zinc and vitamin C to support immune health, no added sugar, and additional ingredients. It's also non-GMO and sweetened with real fruit juice and monk fruit extract.\nCác kích cỡ có sẵn: \nThành phần: \nThông tin dinh dưỡng (cho mỗi Serving Size\n    \n    \n    12 fl oz (355 mL)):\nCalo: 60\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 18g (7% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 10g\n",
    "metadata": {
      "product_name": "Simply® Pop Strawberry Prebiotic Soda",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Pop Lime Prebiotic Soda\nQuốc gia: us\nMô tả: A zesty lime twist to a refreshing prebiotic soda. Your taste buds’ new zestie bestie. Made with real fruit juice from concentrate, this prebiotic drink contains 6 grams of prebiotic fiber to support gut health, zinc and vitamin C to support immune health, no added sugar, and additional ingredients. It's also non-GMO and sweetened with real fruit juice and monk fruit extract.\nCác kích cỡ có sẵn: \nThành phần: \nThông tin dinh dưỡng (cho mỗi Serving Size\n    \n    \n    12 fl oz (355 mL)):\nCalo: 60\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 18g (7% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 10g\n",
    "metadata": {
      "product_name": "Simply® Pop Lime Prebiotic Soda",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Pop Pineapple Mango Prebiotic Soda\nQuốc gia: us\nMô tả: Tropical paradise vibes and fizzy fun collide in a refreshing pineapple mango flavor escape. Made with real fruit juice from concentrate, this prebiotic drink contains 6 grams of prebiotic fiber to support gut health, zinc and vitamin C to support immune health, no added sugar, and additional ingredients. It's also non-GMO and sweetened with real fruit juice and monk fruit extract.\nCác kích cỡ có sẵn: \nThành phần: \nThông tin dinh dưỡng (cho mỗi Serving Size\n    \n    \n    12 fl oz (355 mL)):\nCalo: 60\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 18g (6% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 10g\n",
    "metadata": {
      "product_name": "Simply® Pop Pineapple Mango Prebiotic Soda",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Pop Fruit Punch Prebiotic Soda\nQuốc gia: us\nMô tả: Pop off with a mix of fruity fizzy flavors for an explosive, refreshing taste. Made with real fruit juice from concentrate, this prebiotic drink contains 6 grams of prebiotic fiber to support gut health, zinc and vitamin C to support immune health, no added sugar, and additional ingredients. It's also non-GMO and sweetened with real fruit juice and monk fruit extract.\nCác kích cỡ có sẵn: \nThành phần: \nThông tin dinh dưỡng (cho mỗi Serving Size\n    \n    \n    12 fl oz (355 mL)):\nCalo: 50\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 17g (6% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 9g\n",
    "metadata": {
      "product_name": "Simply® Pop Fruit Punch Prebiotic Soda",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Simply® Pop Citrus Punch Prebiotic Soda\nQuốc gia: us\nMô tả: Meet your juicy citrus crush: a bold bubbly blast of refreshing real citrus flavors. Made with real fruit juice from concentrate, this prebiotic drink contains 6 grams of prebiotic fiber to support gut health, zinc and vitamin C to support immune health, no added sugar, and additional ingredients. It's also non-GMO and sweetened with real fruit juice and monk fruit extract.\nCác kích cỡ có sẵn: \nThành phần: \nThông tin dinh dưỡng (cho mỗi Serving Size\n    \n    \n    12 fl oz (355 mL)):\nCalo: 60\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 19g (7% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 10g\n",
    "metadata": {
      "product_name": "Simply® Pop Citrus Punch Prebiotic Soda",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Razzleberry\nQuốc gia: us\nMô tả: Imagine raspberry but way razzlier. Available Sizes: 12 fl oz, 16 fl oz, 23 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 16 fl oz, 23 fl oz\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 Can (12 fl oz)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 120mg (5% DV)\nTotal Carbohydrate: 21g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Razzleberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Just Peachy\nQuốc gia: us\nMô tả: Achieve inner peach. Available Sizes: 12 fl oz, 16 fl oz, 23 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 16 fl oz, 23 fl oz\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 Can (12 fl oz)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 120mg (5% DV)\nTotal Carbohydrate: 25g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 25g\n",
    "metadata": {
      "product_name": "Just Peachy",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Caddy Shack®\nQuốc gia: us\nMô tả: Hit a mouth hole in one. Available Sizes: 12 fl oz, 16 fl oz, 23 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 16 fl oz, 23 fl oz\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 Can (12 fl oz)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 120mg (5% DV)\nTotal Carbohydrate: 21g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Caddy Shack®",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sno-berry\nQuốc gia: us\nMô tả: Your favorite flavor’s favorite flavor. Available Sizes: 16 fl oz, 23 fl oz\nCác kích cỡ có sẵn: 16 fl oz, 23 fl oz\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 Can (16 fl oz)):\nCalo: 140\nProtein: 0g ( DV)\nSodium: 160mg (7% DV)\nTotal Carbohydrate: 37g (13% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 37g\n",
    "metadata": {
      "product_name": "Sno-berry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Premium Original Orange Juice\nQuốc gia: us\nMô tả: Authentic, timeless and downright deliciously refreshing juice made from perfectly ripe, natural oranges. That's what Minute Maid 100% Original is all about. FROZEN CONCENTRATED ORANGE JUICE Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: 100% ORANGE JUICE\nThông tin dinh dưỡng (cho mỗi 2 fl oz (60 mL) (8 fl oz prepared)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Premium Original Orange Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Orange Juice with Calcium and Vitamin D\nQuốc gia: us\nMô tả: Minute Maid Original with Calcium & Vitamin D is a deliciously citrus way to refresh yourself. Enriched with Vitamin D to help support healthy bones and also provides a good source of Vitamin C, Folate, Potassium and Thiamin. FROZEN CONCENTRATED ORANGE JUICE WITH CALCIUM Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CONTAINS CONCENTRATED ORANGE JUICE, LESS THAN 2% OF: CALCIUM PHOSPHATE* AND CALCIUM LACTATE* (CALCIUM SOURCES). *INGREDIENTS NOT FOUND IN REGULAR ORANGE JUICE\nThông tin dinh dưỡng (cho mỗi 2 fl oz (60 mL) (8 fl oz prepared)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Orange Juice with Calcium and Vitamin D",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Pulp Free Orange Juice\nQuốc gia: us\nMô tả: Prefer a pulp-less OJ? Minute Maid Pulp Free has you covered. You get a smooth, great-tasting, 100% orange juice, minus the orange bits. FROZEN CONCENTRATED ORANGE JUICE Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: 100% VITAMIN C PER SERVING\nThông tin dinh dưỡng (cho mỗi 2 fl oz (60 mL) (8 fl oz prepared)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Pulp Free Orange Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Country Style Orange Juice\nQuốc gia: us\nMô tả: Deliciously refreshing Minute Maid Country Style 100% Orange Juice has just the right amount of pulp, not too much and not too little. Consider your happy medium struck. 100% ORANGE JUICE. FROZEN CONCENTRATED ORANGE JUICE Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CONTAINS CONCENTRATED ORANGE JUICE, ORANGE PULP\nThông tin dinh dưỡng (cho mỗi 2 fl oz (60 mL) (8 fl oz prepared)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Country Style Orange Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Lemonade\nQuốc gia: us\nMô tả: Classics never go out of style. Made with the goodness of real lemons, Minute Maid Lemonade is the quintessential refreshing beverage with the great taste of a simpler time. 15% LEMON JUICE. LEMONADE FROZEN CONCENTRATED. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, SUGAR, CONCENTRATED LEMON JUICE, LEMON PULP, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 1.5 fl oz (45mL) (8 fl oz Prepared)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 29g (11% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 27g\n",
    "metadata": {
      "product_name": "Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Limeade\nQuốc gia: us\nMô tả: Made with the goodness of real limes, Minute Maid Limeade has a refreshing taste that strikes the perfect balance between sweet and tart, putting your taste buds in perfect harmony. 14% LIME JUICE. LIMEADE FROZEN CONCENTRATED Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: HIGH FRUCTOSE CORN SYRUP, PURE FILTERED WATER, SUGAR, CONCENTRATED LIME JUICE, LIME PULP, NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 1.5 fl oz (45mL) (8 fl oz Prepared)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 25g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 23g\n",
    "metadata": {
      "product_name": "Limeade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Pink Lemonade\nQuốc gia: us\nMô tả: A twist on something sweet, Minute Maid Pink Lemonade is made with real lemons for a deliciously sunny, smile-inducing taste that truly refreshes. 16% FRUIT JUICE FROZEN. PINK LEMONADE FROZEN CONCENTRATED. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, SUGAR, CONCENTRATED LEMON JUICE, LEMON PULP, CONCENTRATED GRAPE JUICE (FOR COLOR), NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 1.5 fl oz (45mL) (8 fl oz Prepared)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 29g (11% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 27g\n",
    "metadata": {
      "product_name": "Pink Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Raspberry Lemonade\nQuốc gia: us\nMô tả: Minute Maid Raspberry Lemonade combines the goodness of real lemons and the sweetness of raspberry juice to give you the deliciously refreshing taste you love. One sip, and consider your sweet spot found. 13% JUICE BLEND. RASPBERRY LEMONADE FLAVORED BEVERAGE FROZEN FROM CONCENTRATE Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, SUGAR, CONCENTRATED LEMON JUICE, LEMON PULP, NATURAL FLAVORS, CONCENTRATED RASPBERRY JUICE\nThông tin dinh dưỡng (cho mỗi 2 fl oz (60 mL) (8 fl oz prepared)):\nCalo: 110\nProtein: 0g ( DV)\nSodium: 0mg (0% DV)\nTotal Carbohydrate: 29g (11% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 28g\n",
    "metadata": {
      "product_name": "Raspberry Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Premium Lemon Juice\nQuốc gia: us\nMô tả: When life gives you lemons...make something tasty. Minute Maid Premium 100% Pure Lemon Juice is all natural, preservative-free and each bottle contains the juice of seven lemons. Use it for all your cooking, baking and grilling needs to add extra flavor. 100% Pure lemon juice from concentrate. No preservatives or additives. Available Sizes: 7.5 fl oz\nCác kích cỡ có sẵn: 7.5 fl oz\nThành phần: PURE FILTERED WATER, CONCENTRATED LEMON JUICE\nThông tin dinh dưỡng (cho mỗi ):\nProtein: None ( DV)\nSodium: None ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: None ( DV)\nTotal Sugars: None\n",
    "metadata": {
      "product_name": "Premium Lemon Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Apple Juice\nQuốc gia: us\nMô tả: A box of Minute Maid Apple Juice a day keeps you refreshed with a delicious taste. 100% APPLE JUICE FROM CONCENTRATE WITH ADDED INGREDIENTS Available Sizes: 6 fl oz, 10 fl oz, 12 fl oz\nCác kích cỡ có sẵn: 6 fl oz, 10 fl oz, 12 fl oz\nThành phần: PURE FILTERED WATER, CONCENTRATED APPLE JUICE, LESS THAN 0.5% OF: CALCIUM CITRATE (CALCIUM SOURCE), VITAMIN C (ASORBIC ACID), POTASSIUM PHOSPHATE\nThông tin dinh dưỡng (cho mỗi 1 Drink Box  (6 fl oz)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 21g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 19g\n",
    "metadata": {
      "product_name": "Apple Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Mixed Berry Juice\nQuốc gia: us\nMô tả: Get mixed up in something good. Minute Maid Mixed Berry blends apple, grape, raspberry and blackberry juices for a sundry of great taste. A 100% JUICE BLEND OF APPLE, GRAPE & BERRY JUICES FROM CONCENTRATE WITH ADDED INGREDIENTS AND OTHER NATURAL FLAVORS Available Sizes: 6 fl oz\nCác kích cỡ có sẵn: 6 fl oz\nThành phần: APPLE AND GRAPE JUICES FROM CONCENTRATE, LESS THAN 2% OF: RASPBERRY AND BLACKBERRY JUICES FROM CONCENTRATE, NATURAL FLAVORS, CALCIUM CITRATE (CALCIUM SOURCE), VITAMIN C (ASCORBIC ACID), CITRIC ACID (PROVIDES TARTNESS)\nThông tin dinh dưỡng (cho mỗi 1 Juice Box (6 fl oz)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 22g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Mixed Berry Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fruit Punch\nQuốc gia: us\nMô tả: Mix things up. Minute Maid Fruit Punch combines a number of delectable fruit juices together in a refreshing, delicious blend that's made with real fruit juice. FRUIT PUNCH BLEND OF 4 JUICES FROM CONCENTRATE WITH ADDED INGREDIENTS Available Sizes: 6 fl oz, 7.5 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz\nCác kích cỡ có sẵn: 6 fl oz, 7.5 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz\nThành phần: APPLE, PEAR AND GRAPE JUICES FROM CONCENTRATE, LESS THAN 2% OF: PINEAPPLE JUICE FROM CONCENTRATE, NATURAL FLAVORS, CALCIUM CITRATE (CALCIUM SOURCE), VITAMIN C (ASCORBIC ACID), CITRIC ACID (PROVIDES TARTNESS), POTASSIUM PHOSPHATE\nThông tin dinh dưỡng (cho mỗi 1 Juice Box (6 fl oz)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 21g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 19g\n",
    "metadata": {
      "product_name": "Fruit Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Lemonade\nQuốc gia: us\nMô tả: Classics never go out of style. Made with the goodness of real lemons, Minute Maid Lemonade is the quintessential refreshing beverage with the great taste of a simpler time. Available Sizes: 6 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz, 59 fl oz, 2 Liters\nCác kích cỡ có sẵn: 6 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz, 59 fl oz, 2 Liters\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, LEMON JUICE FROM CONCENTRATE, LESS THAN 2% OF: NATURAL FLAVORS, CALCIUM CITRATE (CALCIUM SOURCE), VITAMIN C (ASCORBIC ACID), SUGAR\nThông tin dinh dưỡng (cho mỗi 1 Drink Box (6 fl oz)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 10mg (1% DV)\nTotal Carbohydrate: 22g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Apple Juice\nQuốc gia: us\nMô tả: Enjoy Minute Maid Apple Juice, a deliciously refreshing juice with that \"picked from the tree\" flavor of crisp, ripe apples. Conveniently packaged in 12 fluid ounce bottles, you can always take the goodness to go. Refresh your day with 100% apple juice from concentrate with 100% vitamin C. Available Sizes: 6 fl oz, 10 fl oz, 12 fl oz\nCác kích cỡ có sẵn: 6 fl oz, 10 fl oz, 12 fl oz\nThành phần: CONTAINS PURE FILTERED WATER, CONCENTRATED APPLE JUICE, VITAMIN C (ASCORBIC ACID)\nThông tin dinh dưỡng (cho mỗi 1 Bottle (12 fl oz)):\nCalo: 170\nProtein: 0g ( DV)\nSodium: 30mg (1% DV)\nTotal Carbohydrate: 41g (15% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 39g\n",
    "metadata": {
      "product_name": "Apple Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Cranberry Apple Raspberry\nQuốc gia: us\nMô tả: Enjoy Minute Maid Cranberry Apple Raspberry, a delicious juice beverage made from a unique mix of pear, cranberry, apple and raspberry juices. Conveniently packaged in 12 fluid ounce bottles, you can always take the goodness to go. Refresh your day with a 25% juice blend of pear, cranberry, apple and raspberry juices from concentrate with 100% vitamin C. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CONTAINS PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, PEAR, CRANBERRY, APPLE AND RASPBERRY JUICES FROM CONCENTRATE, LESS THAN 1% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), GRAPE SKIN EXTRACT (FOR COLOR), SUGAR\nThông tin dinh dưỡng (cho mỗi 1 Bottle (12 fl oz)):\nCalo: 180\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 48g (18% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 45g\n",
    "metadata": {
      "product_name": "Cranberry Apple Raspberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Cranberry Grape\nQuốc gia: us\nMô tả: Enjoy Minute Maid Cranberry Grape, a refreshing juice beverage made from the delicious taste of apple, cranberry and grape juices. Conveniently packaged in 12 fluid ounce bottles, you can always take the goodness to go. Refresh your day with 25% juice blend of apple, cranberry and grape juices from concentrate with 100% vitamin C. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, APPLE, CRANBERRY AND GRAPE JUICES FROM CONCENTRATE, LESS THAN 1% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), GRAPE SKIN EXTRACT (FOR COLOR), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 1 Bottle (12 fl oz)):\nCalo: 190\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 50g (18% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 48g\n",
    "metadata": {
      "product_name": "Cranberry Grape",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Pineapple Orange\nQuốc gia: us\nMô tả: Enjoy Minute Maid Pineapple Orange, a refreshing juice made from a mix of pineapple, orange and apple juices. Conveniently packaged in 12 fluid ounce bottles, you can always take the goodness to go. Refresh your day with a 100% juice blend of pineapple, orange and apple juice with 100% vitamin C. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CONTAINS PINEAPPLE, ORANGE AND APPLE JUICES FROM CONCENTRATE, LESS THAN 0.5% OF: VITAMIN C (ASCORBIC ACID), VITAMIN E (ALPHA-TOCOPHERYL ACETATE), NATURAL FLAVORS\nThông tin dinh dưỡng (cho mỗi 1 Bottle (12 fl oz)):\nCalo: 180\nProtein: 2g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 43g (16% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 40g\n",
    "metadata": {
      "product_name": "Pineapple Orange",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Peach Mango\nQuốc gia: us\nMô tả: Enjoy Minute Maid Peach Mango, a refreshing juice drink made from a mix of apple, pear, mango and peach juices. Conveniently packaged in 12 fluid ounce bottles, you can always take the goodness to go. Refresh your day with a 25% juice blend of apple, pear, mango and peach juices from concentrate with 100% vitamin C. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: PURE FILTERED WATER, APPLE AND PEAR JUICES FROM CONCENTRATE, HIGH FRUCTOSE CORN SYRUP, MANGO PUREE FROM CONCENTRATE, CLARIFIED PEACH JUICE FROM CONCENTRATE, LESS THAN 1% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), FRUIT AND VEGETABLE JUICE (FOR COLOR), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 1 Bottle (12 fl oz)):\nCalo: 150\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 39g (14% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 37g\n",
    "metadata": {
      "product_name": "Peach Mango",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Original Orange Juice\nQuốc gia: us\nMô tả: Enjoy Minute Maid Orange Juice, a refreshing juice made from perfectly ripe, juicy oranges. Conveniently packaged in 12 fluid ounce bottles, you can always take the goodness to go. Refresh your day with 100% orange juice from concentrate with 100% vitamin C. Available Sizes: 10 fl oz, 12 fl oz, 59 fl oz, 128 fl oz\nCác kích cỡ có sẵn: 10 fl oz, 12 fl oz, 59 fl oz, 128 fl oz\nThành phần: \nThông tin dinh dưỡng (cho mỗi 1 bottle (12 fl oz)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Original Orange Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Tropical Blend\nQuốc gia: us\nMô tả: Enjoy Minute Maid Tropical Blend, a refreshing juice drink made from a mix of tropical flavors that will transport you to a beach cabana on an exotic island. Conveniently packaged in 12 fluid ounce bottles, you can always take the goodness to go. Refresh your day with a tropical mix of 25% juice blend of pear, carrot, mango and pineapple juices from concentrate with 100% vitamin C. Available Sizes: 12 fl oz\nCác kích cỡ có sẵn: 12 fl oz\nThành phần: CONTAINS PURE FILTERED WATER, PEAR AND CARROT JUICES FROM CONCENTRATE, HIGH FRUCTOSE CORN SYRUP, MANGO PUREE FROM CONCENTRATE, PINEAPPLE JUICE FROM CONCENTRATE, LESS THAN 1% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 1 Bottle (12 fl oz)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 40mg (2% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 25g\n",
    "metadata": {
      "product_name": "Tropical Blend",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Cranberry Cocktail\nQuốc gia: us\nMô tả: Minute Maid Cranberry Cocktail combines cranberry and apple flavors for a mouthful of sweet and tart refreshment that's made with real fruit juice. A 15% JUICE BLEND OF APPLE, CRANBERRY AND GRAPE JUICES Available Sizes: 11.5 fl oz\nCác kích cỡ có sẵn: 11.5 fl oz\nThành phần: CONTAINS PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, APPLE, CRANBERRY AND GRAPE JUICES FROM CONCENTRATE, CITRIC ACID (PROVIDES TARTNESS), NATURAL FLAVORS, SUGAR\nThông tin dinh dưỡng (cho mỗi 1 Can (11.5 fl oz)):\nCalo: 220\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 60g (22% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 58g\n",
    "metadata": {
      "product_name": "Cranberry Cocktail",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Zero Sugar Mango Passion\nQuốc gia: us\nMô tả: Take your taste buds on a tropical vacation with Minute Maid Zero Sugar Mango Passion juice drink. It’s packed with the exotic and delicious taste of mango and passion fruit. ZERO grams of sugar per serving, you can truly enjoy the taste of the tropics. A 3% JUICE BLEND OF LEMON, MANGO, PASSION FRUIT AND APPLE JUICES FROM CONCENTRATE Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: PURE FILTERED WATER, LEMON JUICE FROM CONCENTRATE**, MANGO PURÉE FROM CONCENTRATE**, PASSION FRUIT JUICE FROM CONCENTRATE**, LESS THAN 0.5% OF: APPLE PURÉE FROM CONCENTRATE**, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), POTASSIUM CITRATE (REGULATES TARTNESS), ASPARTAME, ACESULFAME POTASSIUM, BETA CAROTENE (FOR COLOR). **ADDS A NEGLIGIBLE AMOUNT OF SUGAR\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 5\nProtein: 0g ( DV)\nSodium: 20mg (1% DV)\nTotal Carbohydrate: 1g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Zero Sugar Mango Passion",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Zero Sugar Pink Lemonade\nQuốc gia: us\nMô tả: Minute Maid Zero Sugar Pink Lemonade is a twist on something sweet, ZERO grams of sugar per serving. It is made with real lemons for a delicious and smile-inducing taste that truly refreshes. A 5% JUICE BLEND OF LEMON AND GRAPE JUICES FROM CONCENTRATE Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: PURE FILTERED WATER, LEMON JUICE FROM CONCENTRATE**, LESS THAN 1% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), GRAPE JUICE FROM CONCENTRATE** (FOR COLOR), POTASSIUM CITRATE (REGULATES TARTNESS), GLYCEROL ESTER OF ROSIN, MODIFIED CORNSTARCH, ASPARTAME, ACESULFAME POTASSIUM. ** ADDS A NEGLIGIBLE AMOUNT OF SUGAR\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 5\nProtein: 0g ( DV)\nSodium: 20mg (1% DV)\nTotal Carbohydrate: 2g (1% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Zero Sugar Pink Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Zero Sugar Fruit Punch\nQuốc gia: us\nMô tả: Made with real fruit juice, Minute Maid Zero Sugar Fruit Punch has the classic flavor you know and love, ZERO grams of sugar per serving. Enjoy! A 3% JUICE BLEND OF LEMON, GRAPE, PINEAPPLE AND APPLE JUICES FROM CONCENTRATE Available Sizes: 52 fl oz, 76 fl oz (new size)\nCác kích cỡ có sẵn: 52 fl oz, 76 fl oz (new size)\nThành phần: PURE FILTERED WATER, LEMON JUICE FROM CONCENTRATE**, LESS THAN 2% OF: GRAPE AND PINEAPPLE JUICES FROM CONCENTRATE**, APPLE PURÉE FROM CONCENTRATE**, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), ASPARTAME, ACESULFAME POTASSIUM, GRAPE SKIN EXTRACT** (FOR COLOR). ** ADDS A NEGLIGIBLE AMOUNT OF SUGAR\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 5\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 1g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Zero Sugar Fruit Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Zero Sugar Lemonade\nQuốc gia: us\nMô tả: Made with real lemons, Minute Maid Zero Sugar Lemonade has a refreshing flavor that gives your taste buds something to smile about. It’s the great taste you know and love, ZERO grams of sugar per serving. A 5% JUICE BLEND OF LEMON FROM CONCENTRATE Available Sizes: 52 fl oz, 76 fl oz (new size)\nCác kích cỡ có sẵn: 52 fl oz, 76 fl oz (new size)\nThành phần: PURE FILTERED WATER, LEMON JUICE FROM CONCENTRATE**, LESS THAN 0.5% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), POTASSIUM CITRATE (REGULATES TARTNESS), GLYCEROL ESTER OF ROSIN, MODIFIED CORNSTARCH, ASPARTAME, ACESULFAME POTASSIUM. ** ADDS A NEGLIGIBLE AMOUNT OF SUGAR\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nProtein: 0g ( DV)\nSodium: 20mg (1% DV)\nTotal Carbohydrate: 1g (1% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Zero Sugar Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Zero Sugar Pineapple\nQuốc gia: us\nMô tả: Brimming with tropical flavor, Minute Maid Zero Sugar Pineapple juice drink is sure to be a new favorite. Plus, with ZERO grams of sugar per serving, it’s as fresh, fruity, and easy breezy as an island getaway. A 3% JUICE BLEND OF LEMON, PINEAPPLE AND APPLE JUICES FROM CONCENTRATE Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: FILTERED WATER, LEMON JUICE FROM CONCENTRATE**, PINEAPPLE JUICE FROM CONCENTRATE**, APPLE JUICE FROM CONCENTRATE**, LESS THAN 0.5% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), ASPARTAME, CARROT JUICE FROM CONCENTRATE** (FOR COLOR), ACESULFAME POTASSIUM.  ** ADDS A NEGLIGIBLE AMOUNT OF SUGAR\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 5\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 1g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Zero Sugar Pineapple",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Zero Sugar Strawberry Lemonade\nQuốc gia: us\nMô tả: Overflowing with the juicy flavor of fresh, natural strawberries and the tart taste of lemons, Minute Maid Zero Sugar Strawberry Lemonade is a sweet and refreshing take on a classic—with ZERO grams of sugar per serving. A 5% JUICE BLEND OF LEMON AND STRAWBERRY JUICES FROM Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: FILTERED WATER, LEMON JUICE FROM CONCENTRATE**, LESS THAN 0.5% OF: CITRIC ACID (PROVIDES TARTNESS), NATURAL FLAVORS, STRAWBERRY JUICE FROM CONCENTRATE**, VITAMIN C (ASCORBIC ACID), POTASSIUM CITRATE (REGULATES TARTNESS), ASPARTAME, BLACK CURRANT AND CARROT JUICES FROM CONCENTRATE** (FOR COLOR), ACESULFAME POTASSIUM, MODIFIED CORNSTARCH, GLYCEROL ESTER OF ROSIN.  ** ADDS A NEGLIGIBLE AMOUNT OF SUGAR\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 5\nProtein: 0g ( DV)\nSodium: 20mg (1% DV)\nTotal Carbohydrate: 1g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Zero Sugar Strawberry Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fruit Punch\nQuốc gia: us\nMô tả: Mix things up. Minute Maid Fruit Punch combines a number of delectable fruit flavors together in a refreshing, delicious blend that's made with real fruit juice. A 5% JUICE BLEND OF GRAPE, PINEAPPLE, PEAR AND APPLE JUICES FROM CONCENTRATE Available Sizes: 6 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz, 59 fl oz, 2 Liters\nCác kích cỡ có sẵn: 6 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz, 59 fl oz, 2 Liters\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, GRAPE AND PINEAPPLE JUICES FROM CONCENTRATE, LESS THAN 1% OF: PEAR AND APPLE JUICES FROM CONCENTRATE, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), SUCRALOSE, GRAPE SKIN EXTRACT (FOR COLOR)\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 25g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Fruit Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Lemonade\nQuốc gia: us\nMô tả: Classics never go out of style. Made with the goodness of real lemons, Minute Maid Lemonade is the quintessential refreshing beverage with the great taste of a simpler time. A 12% JUICE BLEND OF LEMON FROM CONCENTRATE Available Sizes: 6 fl oz, 7.5 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz, 59 fl oz, 2 Liters, 12 fl oz frozen can\nCác kích cỡ có sẵn: 6 fl oz, 7.5 fl oz, 12 fl oz, 16.9 fl oz, 20 fl oz, 59 fl oz, 2 Liters, 12 fl oz frozen can\nThành phần: PURE FILTERED WATER, LEMON JUICE FROM CONCENTRATE, HIGH FRUCTOSE CORN SYRUP, LESS THAN 1% OF: LEMON PULP, NATURAL FLAVORS, PECTIN, SUCRALOSE, ACESULFAME POTASSIUM\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 70\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 18g (7% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 17g\n",
    "metadata": {
      "product_name": "Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Tropical Punch\nQuốc gia: us\nMô tả: Send your mouth on vacation. Minute Maid Tropical Punch blends real fruit juices, including pineapple, orange, passionfruit and grape, for a true taste of the islands. A 7% JUICE BLEND OF PINEAPPLE, ORANGE, PASSIONFRUIT, AND GRAPE JUICES FROM CONCENTRATE AND OTHER INGREDIENTS Available Sizes: 20 fl oz, 59 fl oz\nCác kích cỡ có sẵn: 20 fl oz, 59 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, PINEAPPLE AND ORANGE JUICES FROM CONCENTRATE, LESS THAN 1% OF: PASSIONFRUIT AND GRAPE JUICES FROM CONCENTRATE, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), GRAPE SKIN EXTRACT (FOR COLOR), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 20mg (1% DV)\nTotal Carbohydrate: 23g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 22g\n",
    "metadata": {
      "product_name": "Tropical Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Berry Punch\nQuốc gia: us\nMô tả: Made with real fruit juice, Minute Maid Berry Punch Flavored Drink tickles your taste buds with a touch of berry goodness. A 5% JUICE BLEND OF GRAPE, PEAR AND STRAWBERRY JUICES FROM CONCENTRATE Available Sizes: 20 fl oz, 59 fl oz\nCác kích cỡ có sẵn: 20 fl oz, 59 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, GRAPE JUICE FROM CONCENTRATE, LESS THAN 1% OF: PEAR AND STRAWBERRY JUICES FROM CONCENTRATE, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 24g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Berry Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Strawberry Lemonade\nQuốc gia: us\nMô tả: It’s everything you love about traditional lemonade plus the sweetness of plump, ripe strawberries. Made with the goodness of real fruit juice and 100% natural flavors, our strawberry lemonade is a classic that never goes out of style. A 3% JUICE BLEND OF LEMON AND STRAWBERRY JUICES FROM CONCENTRATE AND OTHER INGREDIENTS Available Sizes: 59 fl oz\nCác kích cỡ có sẵn: 59 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, LEMON JUICE FROM CONCENTRATE, LESS THAN 1% OF: STRAWBERRY JUICE FROM CONCENTRATE, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), SUCRALOSE, VEGETABLE AND FRUIT JUICE (FOR COLOR), MODIFIED CORNSTARCH, GLYCEROL ESTER OF ROSIN, POTASSIUM CITRATE (REGULATES TARTNESS)\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 70\nProtein: 0g ( DV)\nSodium: 20mg (1% DV)\nTotal Carbohydrate: 20g (7% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 18g\n",
    "metadata": {
      "product_name": "Strawberry Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Peach Punch\nQuốc gia: us\nMô tả: Our Peach Flavored Juice Drink offers the punchy flavor of a delicious peach, no matter the season. Porch swing and rocking chair are not included, but you may want to pick ′em up! A 5% JUICE BLEND OF APPLE AND PEACH JUICES FROM CONCENTRATE Available Sizes: 20 fl oz, 59 fl oz, 2 Liters\nCác kích cỡ có sẵn: 20 fl oz, 59 fl oz, 2 Liters\nThành phần: CONTAINS PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, APPLE AND PEACH JUICES FROM CONCENTRATE, LESS THAN 0.5% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VEGETABLE AND FRUIT JUICES (FOR COLOR)\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 80\nProtein: None ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 31g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 30g\n",
    "metadata": {
      "product_name": "Peach Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Mango Punch\nQuốc gia: us\nMô tả: Take a tasty tropical break with Minute Maid Mango Punch flavored fruit drink. It’s the sunny, delicious taste of mango in a perfectly refreshing beverage. A 5% JUICE BLEND OF MANGO, APPLE, PEAR AND PINEAPPLE JUICES FROM CONCENTRATE Available Sizes: 59 fl oz\nCác kích cỡ có sẵn: 59 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, MANGO PUREE FROM CONCENTRATE, APPLE, PEAR AND PINEAPPLE JUICES FROM CONCENTRATE, LESS THAN 0.5% OF:NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), SUCRALOSE, TURMERIC AND VEGETABLE JUICE (FOR COLOR)\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 25g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Mango Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Watermelon\nQuốc gia: us\nMô tả: Made with real fruit juice, Minute Maid Watermelon Punch tickles your taste buds with a touch of watermelon deliciousness. A 5% JUICE BLEND OF WATERMELON, GRAPE, PEAR, AND APPLE JUICES FROM CONCENTRATE AND OTHER INGREDIENTS Available Sizes: 20 fl oz, 59 fl oz, 2 Liters\nCác kích cỡ có sẵn: 20 fl oz, 59 fl oz, 2 Liters\nThành phần: CONTAINS PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, WATERMELON, GRAPE, PEAR AND APPLE JUICES FROM CONCENTRATE, LESS THAN 1% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 100\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 26g\n",
    "metadata": {
      "product_name": "Watermelon",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Pink Lemonade\nQuốc gia: us\nMô tả: A twist on something sweet, Minute Maid Pink Lemonade is made with real lemons for a deliciously sunny, smile-inducing taste that truly refreshes. A 13% JUICE BLEND OF LEMON AND GRAPE JUICES FROM CONCENTRATE Available Sizes: 12 fl oz, 20 fl oz, 59 fl oz, 2 Liters, 12 fl oz frozen can\nCác kích cỡ có sẵn: 12 fl oz, 20 fl oz, 59 fl oz, 2 Liters, 12 fl oz frozen can\nThành phần: PURE FILTERED WATER, LEMON JUICE FROM CONCENTRATE, HIGH FRUCTOSE CORN SYRUP, GRAPE JUICE FROM CONCENTRATE (FOR COLOR), LESS THAN 1% OF: LEMON PULP, NATURAL FLAVORS, SUCRALOSE, ACESULFAME POTASSIUM, PECTIN\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 70\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 18g (7% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 17g\n",
    "metadata": {
      "product_name": "Pink Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Strawberry Kiwi\nQuốc gia: us\nMô tả: Minute Maid Strawberry Kiwi blends the tartness of kiwi with sweet strawberries to create one flavorful, delicious drink made with real fruit juice. A 5% JUICE BLEND OF PEAR, STRAWBERRY AND KIWI JUICES FROM CONCENTRATE Available Sizes: 59 fl oz\nCác kích cỡ có sẵn: 59 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, PEAR, STRAWBERRY AND CLARIFIED KIWI JUICES FROM CONCENTRATE, LESS THAN 0.5% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), FRUIT AND VEGETABLE JUICE (FOR COLOR), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 22g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Strawberry Kiwi",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Kiwi Strawberry\nQuốc gia: us\nMô tả: Minute Maid Kiwi Strawberry blends the tartness of kiwi with sweet strawberries into one delicious juice drink. Bring this refreshing medley of fruit flavors wherever you go. A 3% JUICE BLEND OF PEAR, KIWI, AND STRAWBERRY JUICES FROM CONCENTRATE Available Sizes: 20 fl oz\nCác kích cỡ có sẵn: 20 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, PEAR AND KIWI JUICES FROM CONCENTRATE, LESS THAN 0.5% OF: STRAWBERRY JUICE FROM CONCENTRATE, CITRIC ACID (PROVIDES TARTNESS), NATURAL FLAVORS, MODIFIED CORN STARCH, GLYCEROL ESTER OF ROSIN, SODIUM HEXAMETAPHOSPHATE AND SODIUM BENZOATE AND POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA (TO PROTECT TASTE), SUGAR, YELLOW #5, BLUE #1\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nProtein: 0g ( DV)\nSodium: 80mg (3% DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Kiwi Strawberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Blue Raspberry\nQuốc gia: us\nMô tả: Minute Maid Blue Raspberry is deliciously sweet with a twist of tart - an exciting blend of flavors that's refreshingly fun! A 3% JUICE BLEND OF PEAR AND RASPBERRY JUICES FROM CONCENTRATE Available Sizes: 20 fl oz, 2 Liters\nCác kích cỡ có sẵn: 20 fl oz, 2 Liters\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, PEAR JUICE FROM CONCENTRATE, LESS THAN 0.5% OF: RASPBERRY JUICE FROM CONCENTRATE, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), MODIFIED CORNSTARCH, GLYCEROL ESTER OF ROSIN, SODIUM HEXAMETAPHOSPHATE AND SODIUM BENZONATE AND POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA (TO PROTECT TASTE), BLUE 1\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nProtein: 0g ( DV)\nSodium: 80mg (3% DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 26g\n",
    "metadata": {
      "product_name": "Blue Raspberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Premium Original Orange Juice\nQuốc gia: us\nMô tả: Authentic, timeless and downright deliciously refreshing juice made from perfectly ripe, natural oranges. That's what Minute Maid 100% Original is all about. 100% PURE SQUEEZED ORANGE JUICE FROM CONCENTRATE Available Sizes: 10 fl oz, 12 fl oz, 20 fl oz, 59 fl oz, 128 fl oz\nCác kích cỡ có sẵn: 10 fl oz, 12 fl oz, 20 fl oz, 59 fl oz, 128 fl oz\nThành phần: FILTERED WATER, PREMIUM CONCENTRATED ORANGE JUICE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Premium Original Orange Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Pulp Free Orange Juice\nQuốc gia: us\nMô tả: Prefer a pulp-less OJ? Minute Maid Pulp Free has you covered. You get a smooth, great-tasting, 100% orange juice, minus the orange bits. 100% PURE SQUEEZED ORANGE JUICE FROM CONCENTRATE Available Sizes: 12 fl oz, 20 fl oz, 59 fl oz, 128 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 20 fl oz, 59 fl oz, 128 fl oz\nThành phần: FILTERED WATER, PREMIUM CONCENTRATED ORANGE JUICE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Pulp Free Orange Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Orange Juice With Calcium And Vitamin D\nQuốc gia: us\nMô tả: Minute Maid Original with Calcium & Vitamin D is a deliciously citrus way to refresh yourself. It helps build healthy bones and also provides a good source of Vitamin C, Folate, Potassium and Thiamin. 100% ORANGE JUICE FROM CONCENTRATE WITH AN EXCELLENT SOURCE OF CALCIUM & VITAMIN D Available Sizes: 12 fl oz, 20 fl oz, 59 fl oz, 128 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 20 fl oz, 59 fl oz, 128 fl oz\nThành phần: FILTERED WATER, PREMIUM CONCENTRATED ORANGE JUICE, LESS THAN 1% OF: CALCIUM PHOSPHATE* AND CALCIUM LACTATE* (CALCIUM SOURCES), VITAMIN D3*. *INGREDIENTS NOT FOUND IN REGULAR ORANGE JUICE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Orange Juice With Calcium And Vitamin D",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Kids+ Orange Juice\nQuốc gia: us\nMô tả: Minute Maid Kids+ Orange Juice refreshes with great citrus taste and essential nutrients in every 8 fl. oz. glass. Give them calcium and vitamins A, B1, C, D and E, all with a kid-friendly, pulp-free taste that your little ones can call their own. 100% PURE SQUEEZED ORANGE JUICE FROM CONCENTRATE PLUSCALCIUM AND OTHER INGREDIENTS Available Sizes: 6 fl oz, 59 fl oz\nCác kích cỡ có sẵn: 6 fl oz, 59 fl oz\nThành phần: FILTERED WATER, PREMIUM CONCENTRATED ORANGE JUICE, LESS THAN 2% OF: CALCIUM PHOSPHATE* AND CALCIUM LACTATE* (CALCIUM SOURCES), VITAMIN E (ALPHA-TOCOPHERYL ACETATE*), BETA CAROTENE*, VITAMIN D3*. *INGREDIENTS NOT FOUND IN REGULAR ORANGE JUICE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 110\nProtein: 2g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 27g (10% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Kids+ Orange Juice",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Strawberry\nQuốc gia: us\nMô tả: Put the dull in your rear-view mirror with this knee-slapping salivatingly sweet strawberry flavor. Just the thing for a refreshing splash of taste-bud tingle-tang. Available Sizes: 12 fl oz, 16 fl oz, 52 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 16 fl oz, 52 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, APPLE JUICE FROM CONCENTRATE, STRAWBERRY JUICE FROM CONCENTRATE, CITRIC ACID (FOR TARTNESS), CONTAINS <2% OF: NATURAL FLAVOR, SODIUM HEXAMETAPHOSPHATE AND SODIUM BENZOATE AND POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA (TO PROTECT TASTE), FRUIT AND VEGETABLE JUICE (FOR COLOR), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 45\nProtein: 0g ( DV)\nSodium: 55mg (2% DV)\nTotal Carbohydrate: 11g (4% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 11g\n",
    "metadata": {
      "product_name": "Strawberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Mango\nQuốc gia: us\nMô tả: Take a break from bland with this palate-popping, mouth-watering, taste-bud tingling flavor so mango it'll make your tongue tango. Perfect for a refreshing sip on the go-go. Available Sizes: 12 fl oz, 16 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 16 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, APPLE JUICE FROM CONCENTRATE, MANGO PUREE FROM CONCENTRATE, CITRIC ACID (FOR TARTNESS), CONTAINS <2% OF: FRUIT AND VEGETABLE JUICE (FOR COLOR), NATURAL FLAVORS, SODIUM HEXAMETAPHOSPHATE AND SODIUM BENZOATE AND POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA (TO PROTECT TASTE), TRIPOTASSIUM CITRATE, SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 45\nProtein: 0g ( DV)\nSodium: 55mg (2% DV)\nTotal Carbohydrate: 11g (4% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 11g\n",
    "metadata": {
      "product_name": "Mango",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Hibiscus\nQuốc gia: us\nMô tả: Say adios to boring, and hola to this hibiscus-y sweetly floral flavor. If your taste buds could speak, they'd say muchas gracias. Available Sizes: 12 fl oz, 16 fl oz, 52 fl oz\nCác kích cỡ có sẵn: 12 fl oz, 16 fl oz, 52 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, APPLE JUICE FROM CONCENTRATE, CONTAINS <2% OF: NATURAL FLAVOR, CITRIC ACID (PROVIDES TARTNESS), SODIUM HEXAMETAPHOSPHATE AND SODIUM BENZOATE AND POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA (TO PROTECT TASTE), VEGETABLE EXTRACT (FOR COLOR), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 45\nProtein: 0g ( DV)\nSodium: 55mg (2% DV)\nTotal Carbohydrate: 11g (4% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 11g\n",
    "metadata": {
      "product_name": "Hibiscus",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Pineapple Horchata\nQuốc gia: us\nMô tả: Sensational, sensorial flavor of horchata with a refreshing twist of pineapple taste. Just a 52 fluid ounce bottle that’s perfect for a refreshing sip with your squad. Available Sizes: 52 fl oz\nCác kích cỡ có sẵn: 52 fl oz\nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, APPLE JUICE FROM CONCENTRATE, PINEAPPLE JUICE FROM CONCENTRATE, LESS THAN 1% OF: RICE FLOUR, CITRIC ACID (PROVIDES TARTNESS), NATURAL FLAVORS, XANTHAN GUM, CARRAGEENAN, CORN SYRUP SOLIDS, MODIFIED FOOD STARCH, MONO AND DIGLYCERIDES, SUNFLOWER OIL, SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 45\nProtein: 0g ( DV)\nSodium: 25mg (1% DV)\nTotal Carbohydrate: 11g (4% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 11g\n",
    "metadata": {
      "product_name": "Pineapple Horchata",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Lemonade\nQuốc gia: us\nMô tả: Made with real lemons, Minute Maid Lemonade is the ultimate superstar of summer that remains undefeated when it comes to refreshment.\nCác kích cỡ có sẵn: \nThành phần: PURE FILTERED WATER, LEMON JUICE FROM CONCENTRATE, HIGH FRUCTOSE CORN SYRUP, LESS THAN 1% OF: LEMON PULP, NATURAL FLAVORS, PECTIN, SUCRALOSE, ACESULFAME POTASSIUM\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 70\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 18g (7% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 17g\n",
    "metadata": {
      "product_name": "Lemonade",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Lemonade Zero Sugar\nQuốc gia: us\nMô tả: With the same legendary taste as the original, but fewer calories, Minute Maid Zero Sugar is refreshment you can feel great about.\nCác kích cỡ có sẵn: \nThành phần: PURE FILTERED WATER, LEMON JUICE FROM CONCENTRATE**, LESS THAN 0.5% OF: NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), VITAMIN C (ASCORBIC ACID), POTASSIUM CITRATE (REGULATES TARTNESS), GLYCEROL ESTER OF ROSIN, MODIFIED CORNSTARCH, ASPARTAME, ACESULFAME POTASSIUM. ** ADDS A NEGLIGIBLE AMOUNT OF SUGAR\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nProtein: 0g ( DV)\nSodium: 20mg (1% DV)\nTotal Carbohydrate: 1g (1% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Lemonade Zero Sugar",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fruit Punch\nQuốc gia: us\nMô tả: Minute Maid Fruit Punch serves up a main event of refreshment with a unbeatable blend of real fruit flavors to tag team your tastebuds.\nCác kích cỡ có sẵn: \nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, GRAPE AND PINEAPPLE JUICES FROM CONCENTRATE, LESS THAN 1% OF: PEAR AND APPLE JUICES FROM CONCENTRATE, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), SUCRALOSE, GRAPE SKIN EXTRACT (FOR COLOR)\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 25g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Fruit Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Berry Punch\nQuốc gia: us\nMô tả: Made with a bold combo of berry flavors, Minute Maid Berry Punch drops an elbow on thirst with refreshing real fruit deliciousness.\nCác kích cỡ có sẵn: \nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, GRAPE JUICE FROM CONCENTRATE, LESS THAN 1% OF: PEAR AND STRAWBERRY JUICES FROM CONCENTRATE, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 90\nProtein: 0g ( DV)\nSodium: 15mg (1% DV)\nTotal Carbohydrate: 24g (9% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 24g\n",
    "metadata": {
      "product_name": "Berry Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Blue Raspberry\nQuốc gia: us\nMô tả: Minute Maid Blue Raspberry delivers a devastatingly flavorful sweet-tart tag team that will leave your thirst down for the count.\nCác kích cỡ có sẵn: \nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, PEAR JUICE FROM CONCENTRATE, LESS THAN 0.5% OF: RASPBERRY JUICE FROM CONCENTRATE, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), MODIFIED CORNSTARCH, GLYCEROL ESTER OF ROSIN, SODIUM HEXAMETAPHOSPHATE AND SODIUM BENZONATE AND POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA (TO PROTECT TASTE), BLUE 1\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nProtein: 0g ( DV)\nSodium: 80mg (3% DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 26g\n",
    "metadata": {
      "product_name": "Blue Raspberry",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Tropical Punch\nQuốc gia: us\nMô tả: It’s a tropical takedown! Minute Maid Tropical Punch is a real fruit superstar ready to demolish your thirst with an island blend of real pineapple, orange, passionfruit and grape juices.\nCác kích cỡ có sẵn: \nThành phần: PURE FILTERED WATER, HIGH FRUCTOSE CORN SYRUP, PINEAPPLE AND ORANGE JUICES FROM CONCENTRATE, LESS THAN 1% OF: PASSIONFRUIT AND GRAPE JUICES FROM CONCENTRATE, NATURAL FLAVORS, CITRIC ACID (PROVIDES TARTNESS), GRAPE SKIN EXTRACT (FOR COLOR), SUCRALOSE\nThông tin dinh dưỡng (cho mỗi 8 fl oz (240 mL)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 20mg (1% DV)\nTotal Carbohydrate: 23g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 22g\n",
    "metadata": {
      "product_name": "Tropical Punch",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Lemon + Sweet Tea*\nQuốc gia: us\nMô tả: Lemon, meet Sweet Tea, Sweet Tea, meet Lemon. BAM! That's a match made in flavor heaven. *Some flavors regionally available. Available Sizes: 12 fl oz, 24 fl oz, 1 Liter\nCác kích cỡ có sẵn: 12 fl oz, 24 fl oz, 1 Liter\nThành phần: TEA (WATER, BLACK TEA POWDER), HIGH FRUCTOSE CORN SYRUP, NATURAL FLAVORS, CITRIC ACID, SODIUM HEXAMETAPHOSPHATE (TO PROTECT TASTE), PHOSPHORIC ACID, POTASSIUM CITRATE, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), ACESULFAME POTASSIUM, SUCRALOSE, CALCIUM DISODIUM EDTA (TO PROTECT TASTE)\nThông tin dinh dưỡng (cho mỗi 12 fl oz (360 mL)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 115mg (5% DV)\nTotal Carbohydrate: 22g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 22g\n",
    "metadata": {
      "product_name": "Lemon + Sweet Tea*",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Pineapple + Mango*\nQuốc gia: us\nMô tả: Tropics on tropics. This fusion of Pineapple and Mango goodness will have you seeing tropical island after tropical island with each flavorful sip. *Some flavors regionally available. Available Sizes: 24 fl oz, 1 Liter\nCác kích cỡ có sẵn: 24 fl oz, 1 Liter\nThành phần: TEA (WATER, GREEN TEA POWDER), HIGH FRUCTOSE CORN SYRUP, NATURAL FLAVORS, CITRIC ACID, SODIUM HEXAMETAPHOSPHATE (TO PROTECT TASTE), PHOSPHORIC ACID, POTASSIUM CITRATE, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), ACESULFAME POTASSIUM, SUCRALOSE, CALCIUM DISODIUM EDTA (TO PROTECT TASTE)\nThông tin dinh dưỡng (cho mỗi 12 fl oz (360 mL)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 105mg (5% DV)\nTotal Carbohydrate: 21g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Pineapple + Mango*",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Strawberry + Peach*\nQuốc gia: us\nMô tả: Whether the calendar says it or not, this blend of fresh-picked Strawberry and Peach flavors will convince you summer is here. Or, at the very least, right around the corner. *Some flavors regionally available. Available Sizes: 24 fl oz, 1 Liter\nCác kích cỡ có sẵn: 24 fl oz, 1 Liter\nThành phần: TEA (WATER, GREEN TEA POWDER), HIGH FRUCTOSE CORN SYRUP, NATURAL FLAVORS, CITRIC ACID, SODIUM HEXAMETAPHOSPHATE (TO PROTECT TASTE), PHOSPHORIC ACID, FRUIT AND VEGETABLE JUICE (FOR COLOR), POTASSIUM CITRATE, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), ACESULFAME POTASSIUM, SUCRALOSE, CALCIUM DISODIUM EDTA (TO PROTECT TASTE)\nThông tin dinh dưỡng (cho mỗi 12 fl oz (360 mL)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 115mg (5% DV)\nTotal Carbohydrate: 21g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Strawberry + Peach*",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Watermelon + Lime*\nQuốc gia: us\nMô tả: What happens when you cross the tartness of Lime with the sweetness of Watermelon? We call it deliciously refreshing fruit-flavored tea deliciousness in a bottle. *Some flavors regionally available. Available Sizes: 24 fl oz, 1 Liter\nCác kích cỡ có sẵn: 24 fl oz, 1 Liter\nThành phần: TEA (WATER, GREEN TEA POWDER), HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, NATURAL FLAVORS, SODIUM HEXAMETAPHOSPHATE (TO PROTECT TASTE), PHOSPHORIC ACID, FRUIT AND VEGETABLE JUICE (FOR COLOR), POTASSIUM CITRATE, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), ACESULFAME POTASSIUM, SUCRALOSE, CALCIUM DISODIUM EDTA (TO PROTECT TASTE)\nThông tin dinh dưỡng (cho mỗi 12 fl oz (360 mL)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 115mg (5% DV)\nTotal Carbohydrate: 21g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Watermelon + Lime*",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Blueberry + Lemonade*\nQuốc gia: us\nMô tả: We don't want to alarm you, but this collision of Blueberry and Lemonade is an alarmingly amazing drink experience. Go ahead, give it a whirl and tell us otherwise. *Some flavors regionally available. Available Sizes: 24 fl oz, 1 Liter\nCác kích cỡ có sẵn: 24 fl oz, 1 Liter\nThành phần: TEA (WATER, BLACK TEA POWDER), HIGH FRUCTOSE CORN SYRUP, NATURAL FLAVORS, CITRIC ACID, SODIUM HEXAMETAPHOSPHATE (TO PROTECT TASTE), PHOSPHORIC ACID, POTASSIUM CITRATE, POTASSIUM SORBATE AND SODIUM BENZOATE (TO PROTECT TASTE), ACESULFAME POTASSIUM, SUCRALOSE, CALCIUM DISODIUM EDTA (TO PROTECT TASTE)\nThông tin dinh dưỡng (cho mỗi 12 fl oz (360 mL)):\nCalo: 80\nProtein: 0g ( DV)\nSodium: 115mg (5% DV)\nTotal Carbohydrate: 21g (8% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 21g\n",
    "metadata": {
      "product_name": "Blueberry + Lemonade*",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Limited-Edition Diet Cherry Coke®\nQuốc gia: us\nMô tả: Diet Cherry Coke® is making a limited-time comeback. Enjoy the great taste of Diet Cherry Coke®, a diet cola with no sugar and no calories and rocking retro cherry packaging inspired by the iconic Cherry Coke® cans from the '80s. Available exclusively at the Kroger Family of Stores for a limited time only. Available Sizes: Diet Coke Cherry Fridge Pack Cans, 12 fl oz, 12 PackDiet Coke Cherry Bottle, 20 fl oz\nCác kích cỡ có sẵn: \nThành phần: CARBONATED WATER, LESS THAN 2% OF: CARAMEL COLOR, PHOSPHORIC ACID, POTASSIUM BENZOATE (TO PROTECT TASTE), ASPARTAME, NATURAL FLAVORS, ACESULFAME POTASSIUM, CAFFEINE\nThông tin dinh dưỡng (cho mỗi 1 Can (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 30mg (1% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Limited-Edition Diet Cherry Coke®",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Diet Coke®\nQuốc gia: us\nMô tả: it's the one and only Diet Coke®. it's your everyday hero. your deliciously fizzy go-to companion. it might have a brand new look, but it's the same Diet Coke® you know and love. oh yeah, and it's incredibly refreshing. always. Available Sizes: 7.5 fl oz, 8 fl oz, 12 fl oz, 13.2 fl oz, 16.9 fl oz, 20 fl oz, 1.25 Liters, 2 Liters\nCác kích cỡ có sẵn: 7.5 fl oz, 8 fl oz, 12 fl oz, 13.2 fl oz, 16.9 fl oz, 20 fl oz, 1.25 Liters, 2 Liters\nThành phần: CARBONATED WATER, CARAMEL COLOR, ASPARTAME, PHOSPHORIC ACID, POTASSIUM BENZOATE (TO PROTECT TASTE), NATURAL FLAVORS, CITRIC ACID, CAFFEINE\nThông tin dinh dưỡng (cho mỗi 1 Can (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 40mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Diet Coke®",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Caffeine Free Diet Coke®\nQuốc gia: us\nMô tả: Caffeine-free Diet Coke is the original great taste of Diet Coke, with no caffeine. A great choice for an afternoon or evening beverage. Available Sizes: 12 fl oz, 2 Liters\nCác kích cỡ có sẵn: 12 fl oz, 2 Liters\nThành phần: CARBONATED WATER, CARAMEL COLOR, ASPARTAME, PHOSPHORIC ACID, POTASSIUM BENZOATE (TO PROTECT TASTE), NATURAL FLAVORS, CITRIC ACID\nThông tin dinh dưỡng (cho mỗi 1 Can  (12 FL OZ)):\nProtein: 0g ( DV)\nSodium: 40mg (2% DV)\nTotal Carbohydrate: 0g (0% DV)\nTotal Fat: 0g (0% DV)\nTotal Sugars: 0g\n",
    "metadata": {
      "product_name": "Caffeine Free Diet Coke®",
      "country": "us",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: AdeS Soy and Apple flavor\nQuốc gia: mx\nMô tả: Soy and apple flavor drink added with vitamins and zinc.\nCác kích cỡ có sẵn: \nThành phần: WATER, STANDARDIZED SOY BASE (WATER AND SOY), ADDED SUGARS (2.9% CONCENTRATE APPLE JUICE, FRUCTOSE, GLUCOSE, SUCROSE), MALTODEXTRIN, PECTIN, CITRIC ACID, NATURALLY IDENTICAL FLAVORING, CALCIUM CHLORIDE, VITAMIN C, SUCRALOSE (12 mg /100 g), ZINC, VITAMINS B3, B6, B2 AND B12.\nThông tin dinh dưỡng (cho mỗi ):\nProtein: 0.6 g ( DV)\nSodium: 8 mg ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: None ( DV)\nTotal Sugars: 4g\n",
    "metadata": {
      "product_name": "AdeS Soy and Apple flavor",
      "country": "mx",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: AdeS Soy With Peach Juice\nQuốc gia: mx\nMô tả: Soy and peach flavor drink added with vitamins and zinc.\nCác kích cỡ có sẵn: \nThành phần: WATER, STANDARDIZED SOY BASE (WATER AND SOY), ADDED SUGARS (APPLE JUICE CONCENTRATE 1.9%, FRUCTOSE, GLUCOSE, PEACH JUICE CONCENTRATE 0.6%, SUCROSE), PECTIN, CITRIC ACID, FLAVORING IDENTICAL TO NATURAL, CHLORIDE CALCIUM, VITAMIN C, SUCRALOSE (10 mg/100 g), ANNATE EXTRACT, CARMIN, ZINC, VITAMINS B3, B6, B2 AND B12\nThông tin dinh dưỡng (cho mỗi ):\nProtein: 0.6 g ( DV)\nSodium: 7 mg ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: None ( DV)\nTotal Sugars: 3.9 g\n",
    "metadata": {
      "product_name": "AdeS Soy With Peach Juice",
      "country": "mx",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: AdeS Soy With Mango Juice\nQuốc gia: mx\nMô tả: Soy and mango flavor drink added with vitamins and zinc.\nCác kích cỡ có sẵn: \nThành phần: WATER, STANDARDIZED SOY BASE (WATER AND SOY), ADDED SUGARS (FRUCTOSE, GLUCOSE, 0.9% CONCENTRATE APPLE JUICE, 0.4% CONCENTRATE MANGO JUICE, SUCROSE), MALTODEXTRIN, PECTIN, CITRIC ACID, NATURALLY IDENTICAL FLAVORINGS, GUAR GUM, CALCIUM CHLORIDE, ORANGE FOODS 5, VITAMIN C, SUCRALOSE (10 mg /100 g), ZINC, VITAMINS B3, B6, B2 AND B12.\nThông tin dinh dưỡng (cho mỗi ):\nProtein: 0.6 g ( DV)\nSodium: 8 mg ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: None ( DV)\nTotal Sugars: 3.8 g\n",
    "metadata": {
      "product_name": "AdeS Soy With Mango Juice",
      "country": "mx",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: AdeS Soy With Grape Juice\nQuốc gia: mx\nMô tả: Soy and grape flavor drink added with vitamins and zinc.\nCác kích cỡ có sẵn: \nThành phần: WATER, STANDARDIZED SOY BASE (WATER AND SOY), ADDED SUGARS (2.4% CONCENTRATED GRAPE JUICE, FRUCTOSE, GLUCOSE, SUCROSE), MALTODEXTRIN, PECTIN, CITRIC ACID, NATURALLY IDENTICAL FLAVORING, CALCIUM CHLORIDE, CARMIN, VITAMIN C, SUCRALOSE (10 mg /100 g), ZINC, VITAMINS B3, B6, B2 AND B12.\nThông tin dinh dưỡng (cho mỗi ):\nProtein: 0.6 g ( DV)\nSodium: 8 mg ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: None ( DV)\nTotal Sugars: 4g\n",
    "metadata": {
      "product_name": "AdeS Soy With Grape Juice",
      "country": "mx",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: AdeS Unsweetened Almond\nQuốc gia: mx\nMô tả: Almond flavor drink added with vitamins and minerals without sugar.\nCác kích cỡ có sẵn: \nThành phần: WATER, ALMOND PASTE 2%, MALTODEXTRIN, CALCIUM CARBONATE, FLAVORING, SUNFLOWER LECITHIN, IODIZED SALT, XANTHAN GUM, GELLAN GUM, ZINC, VITAMINS E, A, D2, B6, B12 AND FOLIC ACID.\nThông tin dinh dưỡng (cho mỗi ):\nProtein: 0.5 g ( DV)\nSodium: 47 mg ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Fat: None ( DV)\nTotal Sugars: 0 g\n",
    "metadata": {
      "product_name": "AdeS Unsweetened Almond",
      "country": "mx",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius\nQuốc gia: jp\nMô tả: More effective hydration than water. *Because it contains a moderate amount of sugar and sodium.\nCác kích cỡ có sẵn: \nThành phần: High Fructose Corn Syrup (domestic production), Salt, Citric Acid, Flavoring, Sodium Citrate, Potassium Chloride, Magnesium Sulfate, Calcium Lactate, Antioxidant (Vitamin C), Sweeteners (Sucralose, Acesulfame K), Isoleucine, Valine, Leucine\nThông tin dinh dưỡng (cho mỗi Per 100ml):\nCalo: 18\nTotal Fat: 0g ( DV)\nSodium: 0.1g ( DV)\nTotal Carbohydrate: 4.6g ( DV)\nTotal Sugars: None\nProtein: 0g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius",
      "country": "jp",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius (300g Handy Pack)\nQuốc gia: jp\nMô tả: More effective hydration than water. *Because it contains a moderate amount of sugar and sodium.\nCác kích cỡ có sẵn: \nThành phần: Sugar (domestic production), Salt, Citric Acid, Flavoring, Sodium Citrate, Potassium Chloride, Magnesium Sulfate, Calcium Lactate, Antioxidant (Vitamin C), Sweeteners (Sucralose, Acesulfame K), Isoleucine, Valine, Leucine\nThông tin dinh dưỡng (cho mỗi Per 100g):\nCalo: 18\nTotal Fat: 0g ( DV)\nSodium: 0.1g ( DV)\nTotal Carbohydrate: 4.4g ( DV)\nTotal Sugars: None\nProtein: 0g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius (300g Handy Pack)",
      "country": "jp",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius Powder\nQuốc gia: jp\nMô tả: More effective hydration than water. *Because it contains a moderate amount of sugar and sodium.\nCác kích cỡ có sẵn: \nThành phần: Sugars (Sugar (domestic production), Glucose), Salt, Citric Acid, Sodium Citrate, Flavoring, Arginine, Potassium Chloride, Sweeteners (Acesulfame K, Sucralose), Magnesium Sulfate, Calcium Lactate, Antioxidant (Vitamin C), Isoleucine, Valine, Leucine\nThông tin dinh dưỡng (cho mỗi Per 1 bag (48g of powder)):\nCalo: 186\nTotal Fat: 0g ( DV)\nSodium: 1.0g ( DV)\nTotal Carbohydrate: 46g ( DV)\nTotal Sugars: None\nProtein: 0.5g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius Powder",
      "country": "jp",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius Oral Rehydration Solution (ORS)\nQuốc gia: jp\nMô tả: A government-approved food for special dietary use. An oral rehydration solution designed with a balanced combination of electrolytes and glucose. It is suitable for rehydration and maintenance for those with mild to moderate heatstroke or dehydration from excessive sweating. Please also use it for dehydration accompanying diarrhea and vomiting due to infectious gastroenteritis.\nCác kích cỡ có sẵn: \nThành phần: Sugars (Glucose (domestic production), Fructose), Salt, Citric Acid, Potassium Chloride, Sodium Citrate, Flavoring, Sweetener (Sucralose)\nThông tin dinh dưỡng (cho mỗi Per 100ml):\nCalo: 11\nTotal Fat: 0g ( DV)\nSodium: 0.249g ( DV)\nTotal Carbohydrate: 2.7g ( DV)\nTotal Sugars: None\nProtein: 0g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius Oral Rehydration Solution (ORS)",
      "country": "jp",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius ZERO\nQuốc gia: jp\nMô tả: Easy-to-drink zero calories. Contains minerals* lost through sweat and metabolism-supporting carnitine. Supports you in all kinds of physical activities. *Minerals refer to sodium.\nCác kích cỡ có sẵn: \nThành phần: Fructose (produced in the USA or Turkey), Salt, L-Carnitine L-Tartrate, Flavoring, Citric Acid, Sodium Citrate, Sweeteners (Acesulfame K, Sucralose), Potassium Chloride, Magnesium Sulfate, Calcium Lactate, Antioxidant (Vitamin C)\nThông tin dinh dưỡng (cho mỗi Per 100ml):\nTotal Fat: 0g ( DV)\nSodium: 0.1g ( DV)\nTotal Carbohydrate: 0.7g ( DV)\nTotal Sugars: None\nProtein: 0g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius ZERO",
      "country": "jp",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius 1-Day's Worth of Multivitamins\nQuốc gia: jp\nMô tả: Hydration with vitamins*. Low calorie with a refreshing and delicious lemon flavor. *Vitamins refer to Vitamin C, Niacin, and Biotin.\nCác kích cỡ có sẵn: \nThành phần: High Fructose Corn Syrup (domestic production), Salt, Lemon Peel Extract, V.C (Vitamin C), Flavoring, Sodium Citrate, Citric Acid, Marigold Colorant, Potassium Chloride, Magnesium Sulfate, Calcium Lactate, Niacin, Sweetener (Sucralose), Biotin\nThông tin dinh dưỡng (cho mỗi Per 1 bottle (500ml)):\nCalo: 92\nTotal Fat: 0g ( DV)\nSodium: 0.5g ( DV)\nTotal Carbohydrate: 23g ( DV)\nTotal Sugars: None\nProtein: 0g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius 1-Day's Worth of Multivitamins",
      "country": "jp",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius 1-Day's Worth of Multivitamins Powder\nQuốc gia: jp\nMô tả: Hydration with vitamins*. Low calorie with a refreshing and delicious lemon flavor. *Vitamins refer to Vitamin C, Niacin, and Vitamin B6.\nCác kích cỡ có sẵn: \nThành phần: Sugars (Sugar (domestic production), Glucose), Salt, Vitamin C, Citric Acid, Sodium Citrate, Flavoring, Potassium Chloride, Calcium Lactate, Niacin, Sweetener (Acesulfame K), Marigold Colorant, Vitamin B6\nThông tin dinh dưỡng (cho mỗi Per 1 bag (51g)):\nCalo: 180\nTotal Fat: 0g ( DV)\nSodium: 1.47g ( DV)\nTotal Carbohydrate: 45g ( DV)\nTotal Sugars: None\nProtein: 0g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius 1-Day's Worth of Multivitamins Powder",
      "country": "jp",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius Sparkling\nQuốc gia: jp\nMô tả: The same hydration as Aquarius, now with a refreshing carbonation! Contains citric acid to support your summer energy!\nCác kích cỡ có sẵn: \nThành phần: High Fructose Corn Syrup (domestic production), Salt, Carbonation, Citric Acid, Flavoring, Sodium Citrate, Potassium Chloride, Magnesium Sulfate, Sweeteners (Acesulfame K, Sucralose), Calcium Lactate, Antioxidant (Vitamin C)\nThông tin dinh dưỡng (cho mỗi Per 100ml):\nCalo: 19\nTotal Fat: 0g ( DV)\nSodium: 0.1g ( DV)\nTotal Carbohydrate: 4.7g ( DV)\nTotal Sugars: None\nProtein: 0g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius Sparkling",
      "country": "jp",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius NEWATER\nQuốc gia: jp\nMô tả: Zero sugar, zero calories. Absorbed faster than water. *Because it contains a moderate amount of amino acids* and sodium. *Alanine, Glycine.\nCác kích cỡ có sẵn: \nThành phần: Salt (domestic production), Acidulant, Flavoring, Alanine, Glycine, Potassium Chloride, Magnesium Sulfate, Calcium Lactate, Sweeteners (Acesulfame K, Sucralose), Antioxidant (Vitamin C)\nThông tin dinh dưỡng (cho mỗi Per 100ml):\nTotal Fat: 0g ( DV)\nSodium: 0.1g ( DV)\nTotal Carbohydrate: 0g ( DV)\nTotal Sugars: None\nProtein: 0g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius NEWATER",
      "country": "jp",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Coca‑Cola vị nguyên bản\nQuốc gia: vn\nMô tả: Thức uống có ga sảng khoái, với vị Cola đặc trưng và chút caffein; giúp bạn không chỉ cảm thấy thật sảng khoái mà còn làm những giây phút nghỉ ngơi, những bữa ăn thêm hứng khởi.\nCác kích cỡ có sẵn: \nThành phần: NƯỚC BÃO HÒA CO₂, ĐƯỜNG HFCS, ĐƯỜNG MÍA, MÀU TỰ NHIÊN (150d), CHẤT ĐIỀU CHỈNH ĐỘ ACID (338), HƯƠNG LIỆU TỰ NHIÊN, CAFFEINE\nThông tin dinh dưỡng (cho mỗi 100ml):\nCalo: 42\nTotal Fat: 0 g ( DV)\nSodium: ≤ 23 mg ( DV)\nTotal Carbohydrate: 10.5 g ( DV)\nTotal Sugars: 10.5 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Coca‑Cola vị nguyên bản",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Coca‑Cola Zero Sugar\nQuốc gia: vn\nMô tả: Thức uống có ga sảng khoái, với vị Cola đặc trưng và chút caffein; giúp bạn không chỉ cảm thấy thật sảng khoái mà còn làm những giây phút nghỉ ngơi, những bữa ăn thêm hứng khởi. Cho bạn thêm lựa chọn với dòng sản phẩm không đường, không calorie.\nCác kích cỡ có sẵn: \nThành phần: \nThông tin dinh dưỡng (cho mỗi 100ml):\nTotal Fat: 0 g ( DV)\nSodium: ≤ 26 mg ( DV)\nTotal Carbohydrate: 0 g ( DV)\nTotal Sugars: 0 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Coca‑Cola Zero Sugar",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Coca‑Cola Light\nQuốc gia: vn\nMô tả: Thức uống có ga sảng khoái, với vị Cola đặc trưng và chút caffein; giúp bạn không chỉ cảm thấy thật sảng khoái mà còn làm những giây phút nghỉ ngơi, những bữa ăn thêm hứng khởi. Cho bạn thêm lựa chọn với dòng sản phẩm không đường, không calorie.\nCác kích cỡ có sẵn: \nThành phần: \nThông tin dinh dưỡng (cho mỗi 100ml):\nTotal Fat: 0 g ( DV)\nSodium: ≤ 26 mg ( DV)\nTotal Carbohydrate: 0 g ( DV)\nTotal Sugars: 0 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Coca‑Cola Light",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Coca‑Cola Plus\nQuốc gia: vn\nMô tả: \nCác kích cỡ có sẵn: \nThành phần: \nThông tin dinh dưỡng (cho mỗi 100ml):\nTotal Fat: None ( DV)\nSodium: ≤ 28 mg ( DV)\nTotal Carbohydrate: 1.2 g ( DV)\nTotal Sugars: None\nProtein: None ( DV)\n",
    "metadata": {
      "product_name": "Coca‑Cola Plus",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite hương chanh\nQuốc gia: vn\nMô tả: Hương vị cổ điển, mát lạnh của chanh tươi, hoàn toàn không chứa caffeine, với 100% hương chanh tự nhiên.\nCác kích cỡ có sẵn: chai nhựa 250ml, chai nhựa 320ml\nThành phần: Nước, đường mía, đường HFCS, chất điều chỉnh độ acid (330, 331(iii), 296, 329), hương liệu tự nhiên (hương chanh), chất tạo ngọt tổng hợp (952(iv), 955, 950), chất bảo quản (211)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 19\nTotal Fat: 0 g ( DV)\nSodium: ≤ 32 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,6 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Sprite hương chanh",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite Hương Chanh chai nhựa 600ml\nQuốc gia: vn\nMô tả: Hương vị cổ điển, mát lạnh của chanh tươi, hoàn toàn không chứa caffeine, với 100% hương chanh tự nhiên.\nCác kích cỡ có sẵn: chai nhựa 390ml, chai nhựa 1.85L\nThành phần: Nước, đường mía, đường HFCS, chất điều chỉnh độ acid (330, 331(iii), 296, 329), hương liệu tự nhiên (hương chanh), chất tạo ngọt tổng hợp (952(iv), 955, 950), chất bảo quản (211)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 19\nTotal Fat: 0 g ( DV)\nSodium: ≤ 32 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,6 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Sprite Hương Chanh chai nhựa 600ml",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Sprite Hương Chanh\nQuốc gia: vn\nMô tả: Hương vị cổ điển, mát lạnh của chanh tươi, hoàn toàn không chứa caffeine, với 100% hương chanh tự nhiên.\nCác kích cỡ có sẵn: chai nhựa 390ml, chai nhựa 1.85L\nThành phần: Nước, đường mía, đường HFCS, chất điều chỉnh độ acid (330, 331(iii), 296, 329), hương liệu tự nhiên (hương chanh), chất tạo ngọt tổng hợp (952(iv), 955, 950), chất bảo quản (211)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 19\nTotal Fat: 0 g ( DV)\nSodium: ≤ 32 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,6 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Sprite Hương Chanh",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta hương Cam\nQuốc gia: vn\nMô tả: Nước ngọt có gas Fanta, với hương vị trái cây đậm đà và đầy màu sắc, giúp bạn cảm thấy sống động và tận hưởng tối đa những khoảnh khắc vui vẻ khi kết nối với bạn bè.\nCác kích cỡ có sẵn: Chai 300ml, Chai 390ml, Chai 600ml, Chai 1.5L, Lon 235ml, Lon 320ml\nThành phần: Nước bão hòa CO₂, đường mía, đường HFCS, chất điều chỉnh độ acid (330), hương liệu tự nhiên & tổng hợp (hương cam), chất tạo ngọt tổng hợp (955, 950), chất bảo quản (211), màu tổng hợp (110, 129)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 19\nTotal Fat: 0 g ( DV)\nSodium: ≤ 23 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,6 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Fanta hương Cam",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta hương Soda kem\nQuốc gia: vn\nMô tả: Nước ngọt có gas Fanta, với hương vị trái cây đậm đà và đầy màu sắc, giúp bạn cảm thấy sống động và tận hưởng tối đa những khoảnh khắc vui vẻ khi kết nối với bạn bè.\nCác kích cỡ có sẵn: Lon 320ml, Chai 300ml, Chai 600ml, Chai 1,5 l\nThành phần: Nước bão hòa CO₂, đường HFCS, đường mía, hương liệu tự nhiên & giống tự nhiên (hương soda kem trái cây), chất điều chỉnh độ acid (330), chất tạo ngọt tổng hợp (955, 950), chất bảo quản (211), màu tổng hợp (102, 133)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 19\nTotal Fat: 0 g ( DV)\nSodium: ≤ 23 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,6 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Fanta hương Soda kem",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta hương Xá xị\nQuốc gia: vn\nMô tả: Nước ngọt có gas Fanta, với hương vị trái cây đậm đà và đầy màu sắc, giúp bạn cảm thấy sống động và tận hưởng tối đa những khoảnh khắc vui vẻ khi kết nối với bạn bè.\nCác kích cỡ có sẵn: Lon 320ml, Chai 300ml, Chai 390ml, Chai 1,5 l\nThành phần: Nước bão hòa CO₂, đường HFCS, hương liệu tự nhiên và tổng hợp (hương xá xị), màu tự nhiên (150d), chất điều chỉnh độ acid (330, 331(iii)), chất tạo ngọt tổng hợp (955, 950), chất bảo quản (202)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 18.6\nTotal Fat: 0 g ( DV)\nSodium: ≤ 23 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,6 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Fanta hương Xá xị",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Fanta Hương nho\nQuốc gia: vn\nMô tả: Nước ngọt có gas Fanta, với hương vị trái cây đậm đà và đầy màu sắc, giúp bạn cảm thấy sống động và tận hưởng tối đa những khoảnh khắc vui vẻ khi kết nối với bạn bè.\nCác kích cỡ có sẵn: Lon 320ml, Chai 300ml, Chai 1,5 l\nThành phần: nước bão hòa CO₂, đường mía, đường HFCS, chất điều chỉnh độ acid (330, 331(iii), 452(i)), hương liệu tự nhiên và tổng hợp (hương nho), chất tạo ngọt tổng hợp (955, 950), chất bảo quản (211), màu tổng hợp (129, 133), hỗn hợp vitamin (B3, B5, B6)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 19\nTotal Fat: 0 g ( DV)\nSodium: ≤ 32 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,6 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Fanta Hương nho",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Nutriboost Hương Cam\nQuốc gia: vn\nMô tả: Nutriboost là thức uống dinh dưỡng kết hợp sữa và nước trái cây thơm ngon, giúp bạn luôn tràn năng lượng cho một ngày làm việc hiệu quả.\nCác kích cỡ có sẵn: chai nhựa 180ml, chai nhựa 297ml, chai nhựa 1L\nThành phần: Nước, hỗn hợp sữa hoàn nguyên 19% (nước, sữa bột nguyên kem và sữa bột tách béo), đường, nước ép táo hoàn nguyên (10%), bột kem thực vật, chất ổn định (466), calcium lactate pentahydrate, chất điều chỉnh độ acid (330, 270, 331(iii)), hương liệu tổng hợp (cam, sữa), mật ong (0.1%), vitamin C, hỗn hợp (kẽm, vitamin B3, vitamin E)\nThông tin dinh dưỡng (cho mỗi 297 ml):\nCalo: 175\nTotal Fat: 1,87 g ( DV)\nSodium: ≤ 208 mg ( DV)\nTotal Carbohydrate: 37 g ( DV)\nTotal Sugars: 32 g\nProtein: 1,57 g ( DV)\n",
    "metadata": {
      "product_name": "Nutriboost Hương Cam",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Nutriboost Hương Dâu\nQuốc gia: vn\nMô tả: Nutriboost là thức uống dinh dưỡng kết hợp sữa và nước trái cây thơm ngon, giúp bạn luôn tràn năng lượng cho một ngày làm việc hiệu quả.\nCác kích cỡ có sẵn: chai nhựa 180ml, chai nhựa 297ml, chai nhựa 1L\nThành phần: Nước, hỗn hợp sữa hoàn nguyên 19% (nước, sữa bột nguyên kem và sữa bột tách béo), đường, nước ép táo hoàn nguyên (10%), bột kem thực vật, chất ổn định (466), calcium lactate pentahydrate, chất điều chỉnh độ acid (330, 270, 331(iii)), hương liệu tự nhiên & tổng hợp (dâu, sữa, vani), yến mạch (0.1%), hỗn hợp (kẽm, vitamin B3, vitamin E)\nThông tin dinh dưỡng (cho mỗi 297 ml):\nCalo: 184\nTotal Fat: 2,41 g ( DV)\nSodium: ≤ 208 mg ( DV)\nTotal Carbohydrate: 38 g ( DV)\nTotal Sugars: 32 g\nProtein: 1,60 g ( DV)\n",
    "metadata": {
      "product_name": "Nutriboost Hương Dâu",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Nutriboost Bánh Quy Kem\nQuốc gia: vn\nMô tả: Nutriboost với hương bánh quy thơm ngon cùng vị kem tuyệt đỉnh, Một sự kết hợp “thật bất ngờ” cho vị mới siêu mlem.\nCác kích cỡ có sẵn: \nThành phần: Nước, sữa hoàn nguyên (19%) (nước, sữa bột nguyên kem, sữa bột tách béo), nước ép táo hoàn nguyên (10%), đường, chất ổn định (466), calcium lactate pentahydrate, chất điều chỉnh độ acid (338, 331(iii)), hương liệu tổng hợp (hương bánh quy kem), chất tạo ngọt tổng hợp (950, 955), zinc gluconate, hỗn hợp vitamin (B3, E)\nThông tin dinh dưỡng (cho mỗi 297 ml):\nCalo: 135\nTotal Fat: 1,36 g ( DV)\nSodium: ≤ 211 mg ( DV)\nTotal Carbohydrate: 29 g ( DV)\nTotal Sugars: 25 g\nProtein: 1,56 g ( DV)\n",
    "metadata": {
      "product_name": "Nutriboost Bánh Quy Kem",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Hương vị kiểu Hy Lạp/Hương cam\nQuốc gia: vn\nMô tả: Thơm ngon với hương cam tươi mát hòa quyện với sữa chua hương vị kiểu Hy Lạp sánh mịn\nCác kích cỡ có sẵn: \nThành phần: nước, đường, sữa chua hoàn nguyên (35%) (nước, sữa bột nguyên kem, sữa bột tách béo, sữa chua bột), nước ép táo hoàn nguyên (10%), chất ổn định (466, 415, 412), chất điều chỉnh độ acid (330, 270, 331(iii)), calcium lactate pentahydrate, hương liệu tự nhiên và tổng hợp (cam, sữa chua kiểu Hy Lạp), hỗn hợp (zinc gluconate, vitamin B3, vitamin E), chất tạo ngọt tổng hợp (950, 955)\nThông tin dinh dưỡng (cho mỗi 170 ml):\nCalo: 91\nTotal Fat: 1,14 g ( DV)\nSodium: ≤ 165 mg ( DV)\nTotal Carbohydrate: 18 g ( DV)\nTotal Sugars: 15 g\nProtein: 1,62 g ( DV)\n",
    "metadata": {
      "product_name": "Hương vị kiểu Hy Lạp/Hương cam",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Nutriboost Hương việt quất\nQuốc gia: vn\nMô tả: Thơm ngon với hương việt quất tươi mát hòa quyện với sữa chua hương vị kiểu Hy Lạp sánh mịn.\nCác kích cỡ có sẵn: \nThành phần: nước, đường, sữa chua hoàn nguyên (35%) (nước, sữa bột nguyên kem, sữa bột tách béo, sữa chua bột), nước ép táo hoàn nguyên (10%), chất ổn định (466, 415, 412), chất điều chỉnh độ acid (330, 270, 331(iii)), calcium lactate pentahydrate, hương liệu tự nhiên & tổng hợp (việt quất, sữa chua kiểu Hy Lạp), hỗn hợp (zinc gluconate, vitamin B3, vitamin E), chất tạo ngọt tổng hợp (950, 955)\nThông tin dinh dưỡng (cho mỗi 170 ml):\nCalo: 91\nTotal Fat: 1,14 g ( DV)\nSodium: ≤ 165 mg ( DV)\nTotal Carbohydrate: 18 g ( DV)\nTotal Sugars: 15 g\nProtein: 1,62 g ( DV)\n",
    "metadata": {
      "product_name": "Nutriboost Hương việt quất",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Minute Maid Splash\nQuốc gia: vn\nMô tả: Nước cam ép Minute Maid Splash\nCác kích cỡ có sẵn: \nThành phần: Nước, đường mía, đường HFCS, nước cam ép hoàn nguyên (15,4%), calcium lactate pentahydrate, chất điều chỉnh độ acid (330, 331(iii)), chất ổn định (440), muối ăn, vitamin C, hương liệu tổng hợp, chất tạo ngọt tổng hợp (955, 950), màu tự nhiên (160a(ii)), vitamin E\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 41\nTotal Fat: 0 g ( DV)\nSodium: ≤ 59 mg ( DV)\nTotal Carbohydrate: 10 g ( DV)\nTotal Sugars: 8 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Minute Maid Splash",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Minute Maid Teppy\nQuốc gia: vn\nMô tả: Minute Maid tin rằng trái cây tươi/sạch làm nên nước trái cây tươi ngon bổ dưỡng. Nước cam có tép Minute Maid Teppy đem đến cho bạn sự trải nghiệm tuyệt vời với những tép cam thật trong từng ngụm sản phẩm, với Vitamin C, Vitamin E và canxi, bổ sung nguồn dinh dưỡng mỗi ngày.\nCác kích cỡ có sẵn: chai nhựa 327ml, 1L\nThành phần: nước, đường mía, đường HFCS, nước cam ép hoàn nguyên & tép cam (10.9%), calcium lactate pentahydrate, hương liệu tự nhiên & tổng hợp, chất điều chỉnh độ acid (330, 331(iii)), chất ổn định (466), vitamin C, màu tự nhiên (160a(ii)), chất tạo ngọt tổng hợp (955, 950), vitamin E\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 38\nTotal Fat: 0 g ( DV)\nSodium: ≤ 34 mg ( DV)\nTotal Carbohydrate: 9,4 g ( DV)\nTotal Sugars: 8,3 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Minute Maid Teppy",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Nước uống đóng chai Dasani\nQuốc gia: vn\nMô tả: Nước đóng chai Dasani tự hào mang đến hương vị tinh khiết trong từng giọt nước. Sản phẩm nước đóng chai Dasani được xây dựng trên nền tảng cung cấp nước sạch và thanh khiết một cách bền vững cùng môi trường. Dasani tự hào sẽ tiếp tục truyền thống đó trong tương lai.\nCác kích cỡ có sẵn: chai nhựa 350ml, 500ml, 1.5L\nThành phần: 100% nước.\nThông tin dinh dưỡng (cho mỗi ):\nTotal Fat: None ( DV)\nSodium: None ( DV)\nTotal Carbohydrate: None ( DV)\nTotal Sugars: None\nProtein: None ( DV)\n",
    "metadata": {
      "product_name": "Nước uống đóng chai Dasani",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Dasani Mineralized\nQuốc gia: vn\nMô tả: Dasani, nước uống bổ sung khoáng\nCác kích cỡ có sẵn: \nThành phần: Nước, magnesium sulfate, chat điều chỉnh độ acid (500 (ii)), calcium chloride\nThông tin dinh dưỡng (cho mỗi 100 ml):\nTotal Fat: 0 g ( DV)\nSodium: ≤ 26 mg ( DV)\nTotal Carbohydrate: 0 g ( DV)\nTotal Sugars: 0 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Dasani Mineralized",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius có gas\nQuốc gia: vn\nMô tả: Aquarius tin rằng bạn sẽ chơi và thể hiện hết mình khi cơ thể bạn được cung cấp đầy đủ nguồn nước và khoáng. Aquarius là thức uống với công thức tăng cường, bổ sung các chất điện giải và khoáng chất giúp bù nước bù khoáng cho cuộc sống năng động hơn.\nCác kích cỡ có sẵn: \nThành phần: Nước bão hòa CO₂, đường mía, fructose, chất điều chỉnh độ acid (330, 331(iii)), sodium chloride, hương trái cây tự nhiên và tổng hợp, chất bảo quản (211, 202), chất nhũ hóa (414), chất tạo ngọt tổng hợp (acesulfame potassium, sucralose), hỗn hợp vitamin (B3, B6, B5), dipotassium phosphate\nThông tin dinh dưỡng (cho mỗi 100 ml):\nTotal Fat: 0 g ( DV)\nSodium: ≥ 40 mg ( DV)\nTotal Carbohydrate: 0 g ( DV)\nTotal Sugars: 8 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius có gas",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Aquarius Không calo\nQuốc gia: vn\nMô tả: Aquarius tin rằng bạn sẽ chơi và thể hiện hết mình khi cơ thể bạn được cung cấp đầy đủ nguồn nước và khoáng. Aquarius là thức uống với công thức tăng cường, bổ sung các chất điện giải và khoáng chất giúp bù nước bù khoáng cho cuộc sống năng động hơn.\nCác kích cỡ có sẵn: \nThành phần: Nước, chất điều chỉnh độ acid (330, 331(iii)), hương trái cây giống tự nhiên và tổng hợp, sodium chloride, chất nhũ hóa (452(i)), chất bảo quản (202, 211, 385), chất tạo ngọt tổng hợp (acesulfame potassium, sucralose), hỗn hợp vitamin (B3, B6, B5), dipotassium phosphate\nThông tin dinh dưỡng (cho mỗi 100 ml):\nTotal Fat: 0 g ( DV)\nSodium: ≥ 40 mg ( DV)\nTotal Carbohydrate: 0 g ( DV)\nTotal Sugars: 8 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Aquarius Không calo",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Coffee Max Georgia\nQuốc gia: vn\nMô tả: từ 100% hạt cafe thượng hạng, mang lại năng lượng thức tỉnh\nCác kích cỡ có sẵn: \nThành phần: Nước, đường, sữa bột nguyên kem (30 g/l), bột cà phê (10,7 g/l), chất tạo nhũ (E473, E407), hương cà phê tổng hợp, chất điều chỉnh độ axit (E500(ii))\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 48.5\nTotal Fat: 0,85 g ( DV)\nSodium: ≤ 51 mg ( DV)\nTotal Carbohydrate: 9 g ( DV)\nTotal Sugars: 9 g\nProtein: 0,9 g ( DV)\n",
    "metadata": {
      "product_name": "Coffee Max Georgia",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Trà đào và hạt chia\nQuốc gia: vn\nMô tả: Fuzetea+ Trà đào & Hạt chia chứa chất chống oxy hoá TPP-C, cho cuộc sống tươi trẻ mỗi ngày\nCác kích cỡ có sẵn: \nThành phần: Nước, đường mía, nước ép táo (1,83%), hạt chia (0,22%), nước ép đào (0,16%), chất điều chỉnh độ acid (330, 331(iii)), bột trà (0,1%), hương đào tự nhiên, vitamin C, chất tạo ngọt tổng hợp (sucralose, acesulfame potassium)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 20\nTotal Fat: 0 g ( DV)\nSodium: ≤ 34 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,2 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Trà đào và hạt chia",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Trà chanh dây và hạt chia\nQuốc gia: vn\nMô tả: Fuzetea+ Trà chanh dây & Hạt chia chứa chất chống oxy hoá TPP-C, cho cuộc sống tươi trẻ mỗi ngày\nCác kích cỡ có sẵn: \nThành phần: Nước, đường mía, nước ép táo (1,83%), hạt chia (0,22%), nước ép chanh dây (0,12%), chất điều chỉnh độ acid (330, 331(iii)), bột trà (0,1%), vitamin C, hương chanh dây tổng hợp, chất tạo ngọt tổng hợp (sucralose, acesulfame potassium)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 20\nTotal Fat: 0 g ( DV)\nSodium: ≤ 34 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,2 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Trà chanh dây và hạt chia",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Trà chanh với sả\nQuốc gia: vn\nMô tả: Fuzetea+ Trà chanh với xả chứa chất chống oxy hoá TPP-C, cho cuộc sống tươi trẻ mỗi ngày\nCác kích cỡ có sẵn: \nThành phần: Nước, đường mía, chất điều chỉnh độ axit (330, 331(iii)), bột trà (0,14%), hương chanh sả tự nhiên, vitamin C, chất tạo ngọt tổng hợp (955, 950), bột sả (0,2 g/l), nước cốt chanh dạng bột (5 mg/l)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 33\nTotal Fat: 0 g ( DV)\nSodium: ≤ 24 mg ( DV)\nTotal Carbohydrate: 8 g ( DV)\nTotal Sugars: 8 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Trà chanh với sả",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Trà bí đao la hán quả\nQuốc gia: vn\nMô tả: Fuzetea trà bí đao hoà quyện với la hán quả mang đến cảm giác tươi mát, nhẹ nhàng cùng vị ngọt thanh tự nhiên\nCác kích cỡ có sẵn: \nThành phần: Nước, đường mía, bột bí đao (0.12%), màu tự nhiên (150d), hỗn hợp hương tổng hợp, chất chống oxy hóa (301), chất tạo ngọt tổng hợp (acesulfame potassium, sucralose), chất điều chỉnh độ acid (338), chiết xuất La hán quả (50 mg/l)\nThông tin dinh dưỡng (cho mỗi 100ml):\nCalo: 18\nTotal Fat: 0 g ( DV)\nSodium: ≤ 23 mg ( DV)\nTotal Carbohydrate: 4,4 g ( DV)\nTotal Sugars: 4,4 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Trà bí đao la hán quả",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Thums Up Charged Hương Dâu rừng\nQuốc gia: vn\nMô tả: Thums Up Charged là dòng thức uống có ga với 2 hương vị Kiwi và Dâu Rừng thơm ngon với hàm lượng caffeine cao giúp tỉnh táo, đồng thời bổ sung vitamin B3 và kẽm giúp hỗ trợ chuyển hóa năng lượng, giảm mệt mỏi.\nCác kích cỡ có sẵn: chai 330ml, lon 320ml\nThành phần: Nước bão hòa CO2, đường, chất điều chỉnh độ acid (330, 331(iii), 452(i)), hương liệu tự nhiên và giống tự nhiên (hương Dâu rừng), caffeine (300 mg/l), chất bảo quản (211, 202), zinc gluconate, màu tổng hợp (129), vitamin B3, chất chống tạo bọt (900a)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 78\nTotal Fat: 0 g ( DV)\nSodium: ≤ 30 mg ( DV)\nTotal Carbohydrate: 19 g ( DV)\nTotal Sugars: 19 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Thums Up Charged Hương Dâu rừng",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Thums Up Charged Hương Kiwi\nQuốc gia: vn\nMô tả: Thums Up Charged là dòng thức uống có ga với 2 hương vị Kiwi và Dâu Rừng thơm ngon với hàm lượng caffeine cao giúp tỉnh táo, đồng thời bổ sung vitamin B3 và kẽm giúp hỗ trợ chuyển hóa năng lượng, giảm mệt mỏi.\nCác kích cỡ có sẵn: chai 330ml, lon 320ml\nThành phần: Nước bão hòa CO2, đường, chất điều chỉnh độ acid (330, 331(iii), 452(i)), hương liệu tự nhiên và giống tự nhiên (hương Dâu rừng), caffeine (300 mg/l), chất bảo quản (211, 202), zinc gluconate, màu tổng hợp (129), vitamin B3, chất chống tạo bọt (900a)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 78\nTotal Fat: 0 g ( DV)\nSodium: ≤ 30 mg ( DV)\nTotal Carbohydrate: 19 g ( DV)\nTotal Sugars: 19 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Thums Up Charged Hương Kiwi",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Schweppes Tonic\nQuốc gia: vn\nMô tả: \nCác kích cỡ có sẵn: \nThành phần: Nước bão hòa CO2, đường mía, chất điều chỉnh độ acid (330), hương tonic tự nhiên, chất bảo quản (211), chất tạo ngọt tổng hợp (sucralose, acesulfame potassium), quinine hydrochloride (82,5 mg/l)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 20.1\nTotal Fat: 0 g ( DV)\nSodium: ≤ 23 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,6 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Schweppes Tonic",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Schweppes Ginger Ale\nQuốc gia: vn\nMô tả: \nCác kích cỡ có sẵn: \nThành phần: Nước bão hoà CO2, đường mía, chất điều chỉnh độ acid (330, 331(iii)), hương liệu tự nhiên (hương gừng), chất bảo quản (211), chất tạo ngọt tổng hợp (955, 950), màu tự nhiên (150d)\nThông tin dinh dưỡng (cho mỗi 100 ml):\nCalo: 19.1\nTotal Fat: 0 g ( DV)\nSodium: ≤ 28 mg ( DV)\nTotal Carbohydrate: 4,6 g ( DV)\nTotal Sugars: 4,6 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Schweppes Ginger Ale",
      "country": "vn",
      "chunk_level": 2
    }
  },
  {
    "content": "Tên sản phẩm: Schweppes Soda Water\nQuốc gia: vn\nMô tả: \nCác kích cỡ có sẵn: \nThành phần: Nước bão hòa CO2, chất điều chỉnh độ acid (500(ii))\nThông tin dinh dưỡng (cho mỗi 100 ml):\nTotal Fat: 0 g ( DV)\nSodium: ≤ 37 mg ( DV)\nTotal Carbohydrate: 0 g ( DV)\nTotal Sugars: 0 g\nProtein: 0 g ( DV)\n",
    "metadata": {
      "product_name": "Schweppes Soda Water",
      "country": "vn",
      "chunk_level": 2
    }
  }
]